Repository: KarabulutCan/eschool
Catalog: ESCHOOL/Resources/Resource.*.resx
Languages: tr

# InvoiceMsg104
source: 4- STUDENT INVOICES: To issue a PLANNED or UNPLANNED invoice, the relevant invoice is selected and Invoice button is pressed.
tr: 4- ÖĞRENCİ FATURALARI: PLANLI veya PLANSIZ bir faturayı dökmek için ilgili fatura seçilir ve FATURA butonuna basılır.

# InvoiceMsg105
source: After planning, you can delete the records of the student you want, You can issue new invoices.
tr: Planlamadan sonra istediğiniz öğrencinin kayıtlarını silebilir, yeni faturalar düzenleyebilirsiniz.

# InvoiceMsg106
source: By deselecting the Active column, you can prevent it from print in the relevant month.
tr: Etkin sütunundaki seçimi kaldırarak, ilgili ayda dökülmesini engelleyebilirsiniz.

# InvoiceMsg107
source: You can change the Unissuedor cut options.
tr: Kesilmedi veya Kesildi seçeneklerini değiştirebilirsiniz.

# InvoiceMsg108
source: You can access the invoices issued in the previous education period.
tr: Önceki eğitim döneminde kesilen faturalara erişebilirsiniz.

# InvoiceMsg2
source: 2- Enter the Number of Invoices to be Issued.
tr: 2- Kesilecek Fatura Sayısını Giriniz.

# InvoiceMsg3
source: 3- Detailed Invoice Option will be detailed as General, Discount and Registration Fee in the invoice. (You Can Change This Option On Student Billing Screen After This Process.)
tr: 3- Detaylı Faturalandır Seçeneği Kesilen Faturada Genel, İskonto ve Kayıt Ücreti Olarak Detaylandırılacaktır. (Bu İşlemden Sonra Öğrenci Fatura Ekranında Bu Seçeneği Değiştirebilirsiniz.)

# InvoiceMsg4
source: 4- When issuing the invoice, the option to write the tuition fee in a single item will be marked. (After this process, you can change this option on the Student Billing Screen.)
tr: 4- Fatura Dökerken Tek Kalemde Eğitim Öğretim Ücreti Olarak Döküm Seçeneği İşaretlenecektir. (Bu İşlemden Sonra Öğrenci Fatura Ekranında Bu Seçeneği Değiştirebilirsiniz.)

# InvoiceMsg5
source: 5- You can make more than one plan according to the Fees you choose.
tr: 5- Seçtiğiniz Ücretlere Göre Birden Fazla Planlama Yapabilirsiniz.

# InvoiceMsg6
source: 6- Unissued invoices of students whose invoices have been issued are included in the process. (Date should not be changed for this transaction.)
tr: 6- Faturası Kesilmiş Öğrencilerin Kesilmeyen Faturaları İşleme Dahil Edilmektedir. (Bu işlem için Tarih Değiştirilmemelidir.)

source: InvoiceName
tr: Fatura Adı

source: Invoice Name-1
tr: Fatura Adı-1

# InvoiceName1Hed
source: E-Invoice-E-Invoice
tr: E-Arsiv-E-Fatura

source: Invoice Name-2
tr: Fatura Adı-2

source: Invoice Name-3
tr: Fatura Adı-3

# InvoiceOnDate
source: Add Date to Invoice Description
tr: Fatura Açıklamasına Tarih Ekle

# InvoiceOnDateMsg
source: This Option Must Be Selected Before Planning Invoice.
tr: Bu Seçenek, Fatura Planlaması Yapmadan Önce Seçilmelidir.

source: Invoice Planning
tr: Fatura Planlama

source: Invoice Printing by Class
tr: Sınıfa Göre Fatura Dökümü

source: Invoice Printing by School
tr: Tüm Okula Göre Fatura Dökümü

source: Invoice Profile
tr: Fatura Profili

source: Invoice Program
tr: Fatura Programı

# InvoiceSerialMsg1
source: - You can also change the invoice serial numbers from this section
tr: - Fatura seri numaralarını bu bölümden de değiştirebilirsiniz.

# InvoiceSerialMsg2
source: - Changes made are reflected in the INSTITUTION fixed information with the REGISTER button.
tr: - Yapılan değişiklikler KAYDET butonu ile KURUM sabit bilgilere yansıtılır.

# InvoiceSerialNo
source: Serial No
tr: Fatura No

# InvoiceSerialNo11Hed
source: E-Invoice
tr: E-Fatura

# InvoiceSerialNo1Hed
source: E-Archive
tr: E-Arsiv

# InvoiceSerialNoHed
source: Invoice Serial No
tr: Fatura Seri No

# InvoiceSerialNoTitle
source: Serial (E-Archive)-(E-Invoice)
tr: Fatura Seri (E-Arşiv)-------(E-Fatura)

# InvoiceStartDate
source: Invoice Date From
tr: Fatura Başlangıç Tarihi

# InvoiceTaxNumberOrId
source: If there is no Tax Number, Enter the ID Number.
tr: Vergi Numarası Yoksa TC.Kimlik Numarasını Giriniz.

source: Invoice Title
tr: Sayın

source: Invoice to be Printed Now
tr: Şu Anda Dökülecek Fatura

# InvoiceTransactions
source: INVOICE TRANSACTION
tr: Fatura İşlemleri

# InvoiceType
source: Inv.Type
tr: Fatura Tipi

source: Is Active
tr: Statü

# IsEMail
source: Send
tr: Gönder

source: Is Show Fees Bottom Line?
tr: Ücretleri Alt Satırda Göster

# IsSms
source: Send
tr: Gönder

source: Issued Invoice
tr: Kesilen Fatura

source: Issued Invoice Amount
tr: Kesilen Fatura Tutarı

source: Issued Invoices
tr: Kesilen Faturalar

source: Issued Other Invoices
tr: Kesilen Diğer Faturalar

source: Kinship
tr: Yakınlığı

# Kvkk
source: Agreement Form
tr: KVKK Formu

# KvkkFormPrint
source: Kvkk form will be printed, are you sure?
tr: Kvkk Formu Dökülecek, Emin misiniz?

source: Last Account Serial No
tr: Son Muh. Fiş No

source: Last Name
tr: Soyadı

source: Last Registration No
tr: Son Kayıt No

source: Lenght
tr: Uzunluk

source: List
tr: Liste

# List1000Title
source: Document Listing
tr: Belge Listeleme

source: List By Positions
tr: Pozisyonlara Göre Listeler

source: List By Registration Type And Registration Status
tr: Kayıt Şekline Göre veya Kayıt Durumuna Göre Listeler

source: Listing
tr: Listeleme

source: Listing Options
tr: Listeleme Seçenekleri

source: Listof Payouts by Positions
tr: Pozisyonlara Göre Ödemeler Listesi

source: List of Students by Enrollment Type and Status
tr: Kayıt Şekline ve Durumuna Göre Öğrenci Listesi

source: Lists
tr: Listeler

source: Lists By Fees
tr: Ücretlere Göre Listeler

source: Lists By Fees ( Paid / Normal )
tr: Ücretlere Göre Listeler ( Ücretli / Normal )

# ListsByOptionInPriceSection
source: The "LIST" in the Fee Section Operates According to the Option
tr: Ücret Bölümündeki "LİSTE" Seçeneğine Göre İşlem Yapar

source: Lists by Registration Type and Status
tr: Kayıt Şekline ve Durumuna Göre Listeler

source: Login
tr: Giriş

# M108Msg1
source: -The collections appearing in this list may not be exactly the same as the other collection lists, this list is based on the collected months.
tr: Bu Listede Görünen Tahsilatlar, Diğer Tahsilat Listeleri İle Bire Bir Tutmayabilir, Bu Liste Tahsil Edilen Aylara Göre Toplamlar Almaktadır.

# M108Msg2
source: -Make a Comparison Considering that the Collection Dates of a Payment May Be Collected in More Than Different Months.
tr: -Bir Ödemenin Tahsil Edilen Tarihlerinin Birden Fazla Farklı Aylarda Tahsil Edilebileceğini Göz Önüne Alarak Kıyaslama Yapınız.

# M109Msg1
source: - Fee Total, Total Paid and Total Late Fees Calculated
tr: - Ücret Toplamı, Toplam Ödenen ve Toplam Geciken Ücretler Hesaplanır

# M109Msg2
source: (Late Fee Totals, Calculates According to Two Date Ranges)
tr: (Geciken Ücret Toplamları İki Tarih Aralığına Göre Hesaplama Yapmaktadır)

# M109Msg3
source: - No Debt : Out-of-Payment Students
tr: - Borcu Olmayanlar : Ödemeleri Bitmiş Öğrenciler

# M109Msg4
source: - Overdue Debts: Date is selected, students with overdue debts are listed.
tr: - Geciken Borçlar: Tarih Seçilir, Geciken Borcu Olan Öğrenciler Listelenir.

# M109Msg5
source: Debts with Date Detail: Date is selected, Students with debts are listed according to the dates.
tr: - Tarih Detaylı Borçlar : Tarih Seçilir, Tarihlere Göre Borcu Olan Öğrenciler Listelenir

source: MailOrder Address
tr: MailOrder Adresi

source: Mail Order Instruction Form
tr: Mail Order Talimat Formu

source: Manual Billing
tr: Manuel Fatura Dökümü

source: Markers
tr: İşaretleyiciler

# MenuSchool1
source: Fee, E-Mail, E-Invoice,
tr: Ücret, E-Posta, E-Fatura,

# MenuSchool2
source: Serial Numbers, Settings
tr: Seri Numaralar, Ayarlar

# MersisNo
source: Invoice Mersis No
tr: Fatura Mersis No

source: Message
tr: Mesaj

# Message01
source: -Enter the Installment Amount.
tr: -Taksit Tutarını giriniz.

# Message02
source: -Select the Installments to be Changed and Transfer or Enter the New Amount.
tr: -Değişiklik Yapılacak Taksitleri Seçerek Yeni Tutarı Aktarınız.

# Message03
source: -Or You Can Make Manual Changes to Dates and Amounts.
tr: -Veya Tarih ve Tutarlarda Manuel Değişiklikler Yapabilirsiniz.

# Message04
source: -Press the Save button for the changes made.
tr: -Yapılan Değişiklikler İçin Kaydet Butonuna Basınız.

# MessageExplanation1
source: Alert Incoming Message Alerts From Popup Window.
tr: Gelen Mesaj Uyarılarını Açılır Penecereden Uyar.

source: Message Options
tr: Mesaj Seçenekleri

source: Message Results
tr: Mesaj Sonuçları

source: Messages
tr: Mesajlar

source: Message Warning
tr: Mesaj Uyarısı

# MobileEMail
source: Mobil/E-Posta
tr: Mobile / EMail

source: Mobile Phone
tr: Cep Telefonu

source: Modification
tr: Değişiklik İşlemleri

source: Monthly Lists
tr: Aylık Listeler

source: Monthly Payment List
tr: Aylık Ödeme Listesi

source: Month/Total
tr: Ay/Toplam

# Mother2
source: Mother
tr: Anne

source: Mother Home Address
tr: Anne Ev Adresi

source: MotherName
tr: Anne Adı

source: Mother's
tr: Annesinin

source: Mother's Information
tr: Annesinin Bilgileri

source: Mother Work Address
tr: Anne İş Adresi

# msgCancel
source: Cancel
tr: İptal

# msgdelete
source: Are you sure to Delete this Record?
tr: Bu Kayıt Silinecek, Emin misiniz?

# msgOk
source: Ok
tr: Tamam

# msgwarning
source: Warning
tr: Uyarı

source: Multipurpose Lists
tr: Çok Amaçlı Listeler

source: Name
tr: Adı

# Name3
source: Third Party Name
tr: Üçüncü Kişinin Adı

source: Name On Receipt
tr: Makbuz Üzerine İsim

source: Nationality
tr: Milliyeti

source: New
tr: Yeni

# New2
source: New Inst.
tr: Yeni Taksit

source: New Fee Status
tr: Yeni Ücret Durumu

source: New Installment
tr: Yeni Taksit

source: New Installment Registration
tr: Yeni Taksit Kaydı

source: New Installment Transactions
tr: Yeni Taksit İşlemleri

source: New Invoice Amount
tr: Yeni Fatura Tutarı

# NewNumber
source: New check/bond number
tr: Yeni Çek/Senet No

source: New Period
tr: Yeni Dönemi

# NewPeriod2
source: New Period
tr: Yeni Donem

# NewPeriodTransfer
source: Student Info to the New Term Transfer
tr: Yeni Döneme Öğrenci Bilgileri Aktarma

source: New Plan
tr: Yeni Plan

source: New Term Transactions
tr: Yeni Dönem İşlemleri

# NewVoucherNo
source: New Voucher
tr: Yeni Fiş No

source: No
tr: Hayir

# NoAddress
source: Billing Address Not Entered
tr: Fatura Adresi Girilmemiş

# NoCity
source: Invoice City Name Not Entered
tr: Fatura Şehir İsmi Girilmemiş

# NoMail
source: No Email Entered
tr: E-Posta Girilmemiş

source: No Tax Id
tr: Vergi/T.C No Girilmemiş

# Note
source: Notes
tr: Notlar

# Note1
source: First Interviewer
tr: İlk Görüşmeyi Yapan Kişi?

# Note2
source: References
tr: Öğrenciye Kimler Referans Oldu?

# Note3
source: Are there any changes in payments
tr: Sonraki Yıllarda Ödemelerinde Değişiklik Olmuş mu?

# Note4
source: Previous school
tr: Geldiği Okul

source: Notes
tr: Not

# NoteSV
source: Notes(*)
tr: Notlar(*)

# NoTitle
source: Invoice Title Not Entered
tr: Fatura Ünvan Başlık Girilmemiş

# NoTown
source: Invoice Town Name Not Entered
tr: Fatura İlçe İsmi Girilmemiş

source: Not Sent
tr: Gönderilmedi

source: Number
tr: Çek/Sen. No

source: Number From
tr: Başlangıç Numara

source: Number Of Form Prints
tr: Form Baskı Sayısı

source: Number Of Installments
tr: Taksit Sayısı

source: Number of Invoices
tr: Fatura Sayısı

source: Numbers
tr: Numaralar

source: NumberTo
tr: Bitiş Numara

source: Okey
tr: Tamam

source: Old Fee Status
tr: Eski Ücret Durumu

source: Old Period
tr: Eski Dönemi

# OpenCloseExplanation1
source: This Program is Used for the New Accounting Period.
tr: Bu Program Yeni Muhasebe Dönemi İçin Kullanılır.

# OpenCloseExplanation2
source: Along with the Closing Procedures, Opening Receipt is Prepared for the New Accounting Period.
tr: Kapanış İşlemleri İle Birlikte, Yeni Muhasebe Dönemi İçin Açılış Fişi Hazırlanmaktadır.

# OpenCloseExplanation3
source: After Closing Procedures, If Changes Are Made in Previous Years, This Program Must Be Run Again.
tr: Kapanış İşlemlerinden Sonra, Geçmiş Yıllarda Değişiklik İşlemleri Yapılırsa, Bu Program Tekrar Çalıştırılmalıdır.

source: Opening Receipt
tr: Açılış Fişi

source: Opening Receipt No
tr: Açılış Fiş No

source: Operation
tr: İşlem

source: Operator
tr: Operatör

source: Order By Date Of Collection
tr: Tahsil Tarihine Göre Sıralı

source: Other
tr: Diğer

source: OTS. Instruction Form
tr: OTS. Talimat Formu

source: Overdue Debts
tr: Geciken Borçlar

source: Paid List
tr: Ücretli Liste

# ParametersUsedintheProgram
source: Fixed Information Defining
tr: Sabit Bilgiler Girişi

source: Parent
tr: Velisi

# Parent2
source: Parent
tr: Veli

source: Parent Home Address
tr: Veli Ev Adresi

# ParentID2
source: Parent Id
tr: Veli TC.Kim.No

source: Parent Information
tr: Veli Bilgileri

source: Parent Name
tr: Veli Adı

source: Parent's Information
tr: Velisinin Bilgileri

source: Parent Work Address
tr: Veli İş Adresi

source: Partial payment
tr: Kısmi_ödeme

source: Password
tr: Şifre

source: Payed
tr: Ödenmiş

source: Payment
tr: Ödeme

source: Payment Amount
tr: Ödeme Tutarı

source: Payment Cancellation
tr: Ödeme İptal

source: Payment Date
tr: Ödeme Tar.

# PaymentDate2
source: Payment Date
tr: Ödeme Tarihi

source: Payment List by Month
tr: Aylara Göre Ödeme Listesi

source: Payment No
tr: Tediye Makbuz No

# PaymentReceiptNo
source: Pay.Receipt No
tr: Tediye Dekont No

source: Payment Record
tr: Ödeme Kaydı

source: Payments
tr: Ödemeler

source: Payment Start Date
tr: Ödeme Baş.Tarihi

source: Payment Status List by Month
tr: Aylara Göre Ödeme Durumu Listesi

source: Payment Type
tr: Ödeme Şekli

source: Payment Type Serial
tr: Ödeme Şekli Seri No

source: Percent %
tr: Yüzde %

source: Period
tr: Dönem

# Period1
source: Period
tr: Donem

# Period2
source: Period(MM)
tr: VadeAy

# Period3
source: Periods
tr: Donemler

source: Period Of Time
tr: Periyod

source: Periods
tr: Dönemler

# PermissionMsg
source: You are not authorized to use this section.
tr: Bu bölümü kullanma yetkiniz yok.

source: Phone
tr: Telefonu

source: Photo
tr: Fotoğraf

source: Plan
tr: Planla

source: Planned
tr: Planlı

source: Planned Invoice
tr: Planlanlı Fatura

# PlannedInvoiceEntryandPrinting
source: Planned Invoice Entry
tr: Planlı Fatura Girişi

source: Planned Invoice Printing
tr: Planlı Fatura Dökümü

source: Plate No
tr: Plaka No

source: Please Choose A Fee
tr: Lütfen Ücret Seçimi Yapınız

# PositionChange
source: Check / Bond Position Change
tr: Çek / Senet Posizyon Değişikliği

# PositionChangeMsg100
source: 1- Position Change:
tr: 1- Pozisyon Değişikliği:

# PositionChangeMsg101
source: - The student is selected,
tr: - Öğrenci seçilir,

# PositionChangeMsg102
source: - By pressing the Edit button, the position change is made.
tr: - Düzenle butonuna basılarak Pozisyon değişikliğine geçiş yapılır.

# PositionChangeMsg103
source: - For check/note registration, Entries are made in the allowed fields and a position change is made in the "Status" section.
tr: - Çek/Senet kaydı için, İzin verilen alanlara girişleri yapılır ve "Durumu" bölümünden pozisyon değişikliği yapılır.

# PositionChangeMsg104
source: - Clicking the Update button completes the process.
tr: - Güncelle butonuna basılarak işlem tamamlanır.

# PositionChangeMsg105
source: 2- With the Printer Button, lists can be taken according to the positions.
tr: 2- Yazıcı Butonu ile Pozisyolara göre listeler alınabilir.

source: Positions
tr: Pozisyonlar

# PrepareaNewPlan
source: New Invoice Plan Preparation
tr: Yeni Fatura Plan Hazırlama

source: Pre-registration
tr: Ön kayıt

# PreRegistrationApplicationForm
source: Pre-Registration Application Entry
tr: Ön Kayıt Başvuru Girişi

# PreregistrationMessage
source: Please press the SAVE button after entering the student and parent information. You will be contacted as soon as possible.
tr: Lütfen Öğrenci ve Veli Bilgilerini Girdikten Sonra KAYDET Butonuna Basınız. En Kısa Sürede Sizinle İletişime Geçilecektir.

source: Previous Branch
tr: Bölüm

source: Previous Payment
tr: Ödeme

source: Previous School
tr: Geldiği Okulu

# PrgMsg01
source: Brief notes on using the program:
tr: Programın kullanımı hakkında kısaca notlar:

# PrgMsg02
source: WHAT TO DO BEFORE STUDENT REGISTRATION
tr: ÖĞRENCİ KAYITLARINA BAŞLAMADAN ÖNCE NELER YAPILMALI

# PrgMsg03
source: 1-First, enter the School / Institution information, Fees, E-Mail, E-Invoice, Serial Number and Settings section from the School / Institution information entry.
tr: 1-Önce Okul / Kurum bilgileri girişinden Okul / Kurum'a ait bilgileri, Ücretleri, E-Posta, E-Fatura, Seri No ve Ayarlar bölümünü giriniz.

# PrgMsg04
source: 2-In the class definition section, enter the class names and types.
tr: 2-Sınıf tanımlama bölümünde sınıf adlarını ve tiplerini giriniz.

# PrgMsg05
source: 3-From the section of fee entries according to classes, Enter the fee schedules to be applied by the School for the relevant semester.
tr: 3-Sınıflara göre ücret girişleri bölümünden, bulunduğunuz döneme ait Okul/Kurum'un uygulayacağı ücret tarifelerini giriniz.

# PrgMsg06
source: 4-In the Applied Discounts section, enter the Discount Items Table of the School/Institution.
tr: 4-Uygulanan İndirimler bölümünden, Okul/Kurum'un İndirim kalemleri Tablosunu Giriniz.

# PrgMsg07
source: 5-Make the Bank Information Entries, Enter the Banks that the Institution Works with in detail. Any bank that works with OTS. Do not forget to enter the Bank and Branch accounts of that bank
tr: 5-Banka Girişlerini Yapınız, Kurumun Çalıştığı Bankaları detaylı bir şekilde giriniz, Hangi banka ile OTS. çalışılıyorsa o bankanın Banka ve Şube hesap kırımlarını girmeyi unutmayınız (Muhasebe fişi işlerken gereklidir).

# PrgMsg08
source: 6-Review the parameters used in the program. If necessary, you can make additions according to your school/institution.
tr: 6-Programda kullanılan parametreler bölümünü gözden geçiriniz, İhtiyaç durumunda Okul/Kurumunuza göre ilaveler yapabilirsiniz.

# PrgMsg09
source: 7-Enter the details of the School/Institution's vehicle information in the Transportation Entrance Section.
tr: 7-Servis Girişleri Bölümünden Okul/Kurum'un servis bilgilerine ait ayrıntıları giriniz.

# PrgMsg10
source: 8-Edit your institution's current contract with the contract design program or Get help from our company or our dealers.
tr: 8-Sözleşme tasarım programı ile kurumunuzun mevcut sözleşmesini düzenleyiniz veya Şirketimizden veya Bayilerimizden yardım alınız.

# PrgMsg11
source: 9- Please review the Accounting/Accounting plan entry section, add any accounts you want to add.
tr: 9-Muhasebe/Hesap planını girişi bölümünü gözden geçiriniz, ilave etmek istediğiniz hesaplar varsa ilave ediniz.

# PrgMsg12
source: 10- Make your user logins, Specify Username, Password, Working hours and Working fields.
tr: 10-Kullanıcı girişlerinizi yapınız, Kullanıcı adı, Şifre, Çalışma saatleri ve Çalışma alanlarını belirleyiniz.

# PrgMsg13
source: -Student Entrances, In collection transactions, Cancellation/Change and Refund transactions, Accounting records are processed by the program.
tr: -Öğrenci Girişlerinde, Tahsilat işlemlerinde, İptal/Değişiklik ve İade işlemlerinde, Muhasebe kayıtları program tarafından işlenmektedir.

# PrgMsg14
source: -The accounting account codes defined in the corporate fixed information entry are taken as reference.
tr: -Kurum sabit bilgiler girişinde tanımlanan muhasebe hesap kodları referans alınmaktadır.

# PrgMsg15
source: YOU CAN REGISTER STUDENT AFTER COMPLETING THE PROCESSES CONSISTING OF 10 STAGES
tr: 10 AŞAMADAN OLUŞAN İŞLEMLERİ TAMAMLADIKTAN SONRA ÖĞRENCİ KAYIT İŞLEMLERİ YAPABİLİRSİNİZ

# PrgMsg16
source: -Make your student registration by going to the student registration form section.
tr: -Öğrenci kayıt formu bölümüne geçerek Öğrenci kayıtlarınızı yapınız.

# PrgMsg17
source: -For a good invoice tracking, Create a Batch Invoice plan after student entries.
tr: -İyi bir fatura takibi için, Öğrenci girişlerinden sonra Toplu Fatura planı oluşturunuz.

# PrgMsg18
source: -After these steps, you can do all kinds of operations, you can print your lists.
tr: -Bu adımlardan sonra hertürlü işlemi yapabilir, Listelerinizi dökebilirsiniz.

source: Print
tr: Baskı

source: Printer
tr: Yazıcı

# Printer1
source: Print
tr: Yazıcı

# Printer2
source: Save/Print
tr: Kayıt/Yazıcı

# PrintingWithoutAsking
source: All Invoice Printing is done without asking.
tr: Sormadan Tüm Fatura Basımı Yapılır.

source: Print Quantity
tr: Tahsil Tediye

# ProcessControlbyGrouping
source: Process Control by Group
tr: Gruplayarak İşlem Denetimi

# ProcessDate
source: Process
tr: Dönemi

source: Process Type
tr: İşlem Tipi

source: Profession
tr: Mesleği

# PromissoryNote
source: Bond by Hand
tr: Elden Senet

# PromissoryNote2
source: Promissory Note
tr: Emre Muharrer Senet

source: Protest
tr: Protesto

source: Quantity
tr: Miktar

source: Quota
tr: Kontenjan

source: Rearranging Account Receipt Number
tr: Fiş Numaralarını Yeniden Düzenleme

source: Reason for Withholding
tr: Tevkifat Sebebi

source: Reason of Issue
tr: Verilme Nedeni

source: Receipt
tr: Makbuz Dök

source: Receipt No
tr: Makbuz No

source: Receipt Number Sequential
tr: Makbuz Numarası Sıralı

source: Receipt Serial Numbers
tr: Makbuz Seri Numaraları

source: Record Sequential
tr: Kayıt Sıralı

source: Records found on the same date are listed.
tr: Aynı tarihte bulunan kayıtlar listelenir.

source: Refresh
tr: Yenile

source: Refund
tr: İade İşlemleri

source: Refund Account Code
tr: İade Muhasebe Kodu

source: Refund Account Codes
tr: İade Muhasebe Kodları

source: Refund Amount
tr: İade Tutarı

source: Refund Application
tr: İade İşlemleri Uygulaması

source: Refunded Due Date
tr: İade Edilecek Tarih

# RefundExampleMsg1
source: Example of refund operation
tr: Örnek İADE İşlemi

# RefundExampleMsg10
source: 340 Refund to Student Account-----------------1000
tr: - 340 Öğr.Hesabına İade Edilen----------------1000 TL.

# RefundExampleMsg11
source: (for Refund of Bond)
tr: ( Senet İadesine Göre )

# RefundExampleMsg12
source: 121 Bond Account-------------------------------450
tr: - 121 Senetler Hesabı----------------------------450 TL.

# RefundExampleMsg13
source: 340 Student Account----------------450
tr: - 340 Öğrenci Hesabı---------------450 TL.

# RefundExampleMsg2
source: Collected money 6000
tr: - Tahsil Edilmiş Kaydı 6000 TL.

# RefundExampleMsg3
source: Unpaid bond debt 450
tr: - Ödenmemiş Senet Borcu 450 TL.

# RefundExampleMsg4
source: Cash refund 1000 by Amount
tr: - Nakit İade Edilecek Tutar 1000 Tl.'ye Göre

# RefundExampleMsg5
source: Refund Process Example:
tr: İade İşlem Örneği :

# RefundExampleMsg6
source: ---------------------------------- ---Debt--- ---Credit---
tr: -------------------------------- --- Borç --- --- Alacak ---

# RefundExampleMsg7
source: 610 Discount------------------------1000
tr: - 610 Kayıttan İndirimler---------1000 TL.

# RefundExampleMsg8
source: 100 Cash counter--------------------------------1000
tr: - 100 Kasa Hesabı------------------------------1000 TL.

# RefundExampleMsg9
source: 340 Refund to Student Account----1000
tr: - 340 Öğr.Hesabına İade Edilen--1000 TL.

source: Refund Future Date
tr: İade İşlemleri (İleri Tarihli)

# RefundMsg1
source: Which Case Should The Refund Be Made?
tr: Hangi Durumda İade İşlemi Yapılmalıdır ?

# RefundMsg10
source: If the payment will be made in CASH, Payee Account-1 Enter Account Code Amount or
tr: - Ödeme NAKİT yapılacak İse, Alacaklı Hesap - I Hesap Kodunun Karşısına Tutarını Giriniz.

# RefundMsg100
source: To This Student
tr: Bu öğrenciye

# RefundMsg102
source: Will Be Returned On Date.
tr: Tarihinde İade Edilecek.

# RefundMsg103
source: Returned.
tr: İade Edildi.

# RefundMsg11
source: If the refund will be made in Cash, Check, Bond, Enter Account Code Amount.
tr: - İadenin Bir Bölümü NAKİT, Bir Bölümü ÇEK veya SENET İle Yapılacaksa Alacaklı Hesap - II ve III Bölümlerine Hesap Kodlarını ve Tutarlarını Yazınız.
