Repository: KarabulutCan/eschool
Catalog: ESCHOOL/Resources/Resource.*.resx
Languages: tr

# tooltipMsg2
source: Sibling/Group Selection is Made in the Existing Entry, Address Copies are Made When Making a New Registration
tr: Mevcut Girişte Kardeş/Grup Seçimi Yapılır, Yeni Kayıt Yapılırken Adres Kopyalar

# TooltipStudentSerialNumber1
source: The registration number is given by the program (Institution / Serial no / Last Registration No)
tr: Kayıt numarası program tarafında verilmektedir(Kurum / Seri no / Son Kayıt No)

# TooltipStudentSerialNumber2
source: It is used for student registration number
tr: Öğrenci kayıt numarası için kullanılmaktadır

source: Total
tr: Toplam

source: Total Absenteeism
tr: Toplam Devamsızlık Durumu

source: Total Amount
tr: Toplam Tutar

source: Total Collection
tr: Toplam Tahsil

source: Total Debt
tr: Toplam Borç

source: Total Debt Message
tr: Toplam Borç Mesajı

source: Total Debt Notice
tr: Toplam borç bildirimi

source: Total Discount
tr: Toplam İndirim

# TotalH
source: TOTAL
tr: YEKÜN

# TotalInvoiced
source: Total lnvoiced
tr: Toplam Kesilen

# TotalInvoiced1
source: Total Issued Invoice
tr: Toplam Kesilen Fatura

# TotalInvoicetoPrint
source: Invoice to Print (Total/Remaining)
tr: Basılacak Fatura (Toplam / Kalan)

source: Total Unissued lnvoiced
tr: Toplam Kesilmemiş Fatura

source: Town
tr: İlçe

source: Trade Register No
tr: İşyeri Sicil No

source: Transaction Date
tr: İşlem Tarihi

source: Transaction Options
tr: İşlem Seçenekleri

source: Transaction Result
tr: İşlem Sonucu

source: Transfer
tr: Aktar

# TransferNextH
source: TRANSFER NEXT
tr: YARINA DEVİR

# TransferPreviousH
source: TRANSFER PREVIOUS
tr: DÜNDEN DEVREDEN

source: Trial Balance
tr: Mizan Dökümü

source: Turkish
tr: Türkçe

source: Type
tr: Türü

source: Type a message
tr: Bir mesaj yazın

source: Unexcused
tr: Mazeretsiz

source: Unissued Invoice
tr: Kesilmeyen Fatura

source: Unissued Invoice Amount
tr: Kesilmeyen Fatura Tutarı

source: Unissued Invoices
tr: Kesilmeyen Faturalar

# UnissuedZero
source: Unissued Amount is Zero
tr: Kesilmeyen Tutar Sıfır

# UnitPrice
source: Price
tr: Fiyatı

source: Unpaid Debt Message
tr: Ödenmemiş Borç Mesajı

source: Unpaid Message Notice
tr: Ödenmemiş borç bildirimi

source: Unplanned
tr: Plansız

source: Unplanned Invoice
tr: Plansız Fatura

source: Unplanned Invoice Entry
tr: Plansız Fatura Girişi

# UnplannedInvoiceEntryandPrinting
source: Unplanned Invoice Entry
tr: Plansız Fatura Girişi

source: Unplanned Invoice Printing
tr: Plansız Fatura Dökümü

source: Unsuccessfull
tr: Başarısız

source: Updated Successfuly
tr: Başarıyla Güncellendi

source: Update Registration Date
tr: Kayıt Tarihini Güncelle

# UpdatesRegistrationFormtoRegistrationRenewal
source: Registration Type
tr: Kayıt Şekli Güncellenir

source: User
tr: Kullanıcı

source: User Action
tr: Kullanıcı Haraketleri

# UserComments
source: Comments
tr: Açıklama

source: User Date Of Joining
tr: İşe Başlama Tarihi

source: User Identification
tr: Kullanıcı Tanımlama

source: User Information Entry
tr: Kullanıcı Bilgileri Girişi

# UserMsg
source: User message :
tr: Kullanıcı Mesajı :

source: User Name
tr: Kullanıcı Adı

source: User Password
tr: Kullanıcı Şifresi

source: User Permission Operations
tr: Kullanıcı İzin İşlemleri

source: User Permissions
tr: İzin İşlemleri

source: Users
tr: Kullanıcılar

# UsersEntry01
source: 1- The desktop picture and other information of the users who will use the program are entered.
tr: 1- Programı kullanacak kullanıcıların, masa üstü resmi ve diğer bilgileri girilir.

# UsersEntry02
source: 2- It can change the picture displayed in the program menu. You can choose your own images.
tr: 2- Program Menüsünde Görüntülenen Resmi Değiştirebilir. Kendinize Özel Resimler Seçebilirsiniz.

# UsersEntry03
source: 3- The start and end times of the working hours are entered. The user can use the program at the entered time intervals.
tr: 3- Mesai Başlangıç ve Bitiş Saatleri Girilir. Kullanıcı Girilen Saat Aralıklarında Programı Kullanabilmektedir.

# UsersEntry04
source: 4- Username and password must be entered To the program; You can log in with this information.
tr: 4- Kullanıcı Adı ve Şifresi Girilmeldir. Programa; Bu Bilgiler İle Giriş Yapabilirsiniz.

# UsersEntry05
source: 5- Working areas: The user's workspace is limited by unchecking the program workspaces that you do not want the user to enter or use.
tr: 5- Çalışma Alanları: Kullanıcının; girmesini veya kullanmasını istemediğiniz program çalışma alanlarının işaretleri kaldırılarak, kullanıcının çalışma alanı sınırlandırılır.

# UsersEntry06
source: 6- User status: Active : Can use the program Passive: Can't use the program
tr: 6- Kullanıcı Durumu: Etkin:Programı Kullanabilir Pasif: Programı Kullanamaz

# UsersEntry07
source: 7- (*) Entries found can be entered by the ADMINISTRATOR.
tr: 7- (*) Bulunan Girişler YÖNETİCİ Tarafından Girilebilir.

# UsersEntry08
source: 8- Only the Administrator can enter and see the Notes About Personnel Section.
tr: 8- Personel Hakkında Notlar Bölümünü Ancak Yönetici Girebilir ve Görebilir.

# UserShiftFrom
source: Shift From(*)
tr: Mesai Başlangıç(*)

# UserShiftTo
source: Shift To(*)
tr: Mesai Bitiş(*)

source: User Status(*)
tr: Kullanıcı Durumu(*)

# ValidationError
source: Invalid information entry, Please check your entries.
tr: Geçersiz Bilgi Girişi, Lütfen Girişlerinizi Kontrol Ediniz.

# ValidationError2
source: No payment found on the entered date.
tr: Girilen tarihte ödeme bulunamadı.

# ValidationError3
source: No Student Found Between Two Classes Entered
tr: Girilen İki Sınıf Arasında Öğrenci Bulunamadı

# ValidationError4
source: You Cannot Transfer, The Information for the Entered New Period is Available.
tr: Girilen Yeni Döneme Ait Bilgiler Mevcut, Aktarım Yapamazsınız.

# ValidationError5
source: Your New Term Information Has Been Transferred, Please Check Your Information.
tr: Yeni Dönem Bilgileriniz Aktarıldı, Lütfen Bilgilerinizi Kontrol Ediniz.

# ValidationError6
source: Transaction Pre-Done, Renew Transaction for Re-Transfer.
tr: Açılış ve Kapanış İşlemleri Önceden Yapılmış, Tekrar Aktarım İçin İşlemi Yenileyin.

# ValidationError7
source: Closing for the Old Term, Opening for the New Term Successfully Made.
tr: Eski Dönem İçin Kapanış, Yeni Dönem İçin Açılış Yapılmıştır.

# ValidationError8
source: Your School or Company's E-Invoice Information Has Not Been Entered, Please Enter The Information.
tr: Okul veya Kurumunuzun E-Fatura Bilgileri Girilmemiş, Lütfen Bilgileri Giriniz.

# ValidationError9
source: No Entries Found on Entered Date and Receipt No.
tr: Girilen Tarih ve Fiş Nosunda Giriş Bulunamadı.

# ValidEmail
source: Enter valid e-mail address
tr: Geçerli Bir e-Posta Adresi Girin.

# ValidNumber
source: Enter Valid Number
tr: Geçerli Bir Sayı Giriniz.

source: View
tr: Ekran

# VoucherControl
source: V.Control
tr: Fiş Kontrol

# VoucherDelete
source: V.Delete
tr: Fiş Silme

# VoucherMsg1
source: Empty voucher no
tr: Boş fiş no

# VoucherMsg2
source: Not registered, last 10 receipt numbers.
tr: Kayıt Yapılmamış, Son 10 Fiş Numarası.

source: Voucher No
tr: Fiş No

# VoucherTransaction
source: Transaction
tr: Fiş İşleme

# VoucherType
source: Type
tr: Fiş Türü

source: Warning :
tr: Uyarı :

source: Warning Letter to Overdue Persons
tr: Vadesi Geçenlere Uyarı Mektubu

source: WebAddress
tr: Web Adresi

source: Web Site
tr: Web Sayfası

source: Withholding
tr: Tevkifat

source: Withholding Code
tr: Tevkifat Kodu

# WithholdingPercent
source: Withholding Percent ( 1 / 2 )
tr: Tevkifat Oranı ( 1 / 2 )

source: Withholding Tax
tr: Tevkifatlı_Kdv

source: Work
tr: İş

source: Work Address
tr: İş Adresi

source: Work Areas(*)
tr: Çalışma Alanları(*)

# WorkAreas2
source: Schools(*)
tr: Okullar(*)

source: Work Phone
tr: İş Telefonu

source: Write Date
tr: Tarih Yaz

source: Write Student Name
tr: Öğrenci Adını Yaz

source: Yes
tr: Evet

source: Zip Code
tr: Posta Kodu

# ValidationError33
source: No record found for the entered account.
tr: Girilen Hesaba Ait Kayıt Bulunamadı.

# DebitAccounts
source: Debit Account List
tr: Borçlu Hesapları Listele

# CreditAccounts
source: Credit Accounts List
tr: Alacaklı Hesapları Listele

# M109Msg0
source: - Those without debt are not included in the normal listing.
tr: - Normal Listelemeye Borcu Olmayanlar Dahil Edilmemektedir

source: New Version
tr: Yeni Versiyon
