Repository: KarabulutCan/eschool
Catalog: ESCHOOL/Resources/Resource.*.resx
Languages: tr

# CopyPastMsg
source: To copy ( Mouse + Right click )
tr: Kopyalamak için ( Fare + Sağ tık )

source: Copy To The New School Period
tr: Yeni Döneme Öğrenci Bilgileri Aktarma

source: Country
tr: Ülke

# CreateNew
source: New
tr: Yeni

source: Credit
tr: Alacak

source: Credit Card
tr: Kredi Kartı

# CreditCardMsg1
source: - There is a "Maturity Day" Option for Credit Card Transactions.
tr: - Kredi Kartı İşlemleri İçin "VadeGün" Seçeneği Bulunmaktadır.

# CreditCardMsg2
source: - If this field is entered as 30 or 45 Days, Installments will be arranged according to 30 or 45 Day Maturities. (Minimum day entry is limited to 5.)
tr: - Bu Alana 30 veya 45 Gün gibi giriş yapılırsa, Taksitler 30 veya 45 Günlük Vadelere Göre Düzenlenir. (En az Gün Girişi 5 İle Sınırlandırılmıştır.)

source: Credit Card No
tr: Kredi-Kartı

source: Credit Card Number
tr: Kredi Kartı Numarası

source: Creditor Account
tr: Alacaklı Hesap

source: Currency Decimal Places
tr: Para Birimi Ondalık Basamakları

source: Current Card
tr: Cari Kart

source: Current Card Entry Transactions
tr: Cari Kart Giriş İşlemleri

source: Current Card List
tr: Cari Kart Listesi

# CurrentCardMsg0
source: At Current Card Entry
tr: Cari Kart Girişinde

# CurrentCardMsg1
source: 1- Go to the Chart of Accounts Section and select the Current Card Option opposite the Relevant Accounts for Current Card Entry Transactions. If there is no account, define it.
tr: 1- Hesap Planı Bölümüne Geçerek, Cari Kart Giriş İşlemleri İçin, İlgili Hesapların Karşısındaki Cari Kart Seçeneğini Seçiniz, Hesap Yoksa, Tanımlayınız.

# CurrentCardMsg2
source: 2- Selected Accounts will appear as "Name and Accounting Code" in the Upper Left Section of the Current Card Entry Transactions.
tr: 2- Seçilen Hesaplar, Cari Kart Giriş İşlemlerininin, Sol Üst Bölümünde "Adı ve Muhasebe Kodu" Olarak Görünecektir.

# CurrentCardMsg3
source: 3- Select the Relevant Account and Enter the Authorized Name, Telephone, Other and Invoice Information and Save.
tr: 3- İlgili Hesap Seçilerek Yetkili Adı, Telefon, Diğer ve Fatura Bilgilerini Girip Kaydediniz.

# CurrentCardMsg4
source: 4- To perform current registration transactions, simply select the account.
tr: 4- Cari Kayıt İşlemlerini Yapabilmek İçin, Hesabı Seçmeniz Yeterlidir.

# CurrentCardMsg5
source: - These entries are also recorded as accounting vouchers.
tr: - Yapılan Bu girişler, Aynı Zamanda Muhasebe Fişi Olarak Kaydedilmektedir.

# CurrentCardMsg6
source: - Therefore, pay attention to the Receipt Date and Receipt Number Entries.
tr: - Bu Nedenle, Fiş Tarihi ve Fiş No Girişlerine Dikkat Ediniz.

source: Current Card Total Debt List
tr: Cari Kart Toplam Borç Listesi

source: Daily Cash Counter List
tr: Günlük Nakit Sayaç Listesi

source: Daily Cash Sheet
tr: Günlük Kasa Föyü

source: Database Backup
tr: Veritabanı Yedekleme

# DatabaseBackup1
source: Take Database Backup
tr: Veritabanı Yedeğini Al

source: Date
tr: Tarih

source: Dated
tr: Tarihli

source: Date Format
tr: Tarih Formatı

source: Date Of Bird
tr: Doğum Tarihi

source: Date Of Issue
tr: Verilme Tarihi

source: Date Of Registration
tr: Kayıt Tarihi

source: Debit Receipt
tr: Tahsil Dekontu

source: Debt
tr: Borç

# DebtAccountCode
source: Debit Account Code
tr: Borç Hesap Kodu

source: Debt And Collection Status
tr: Borç ve Tahsilat Durumu

source: Debt Date
tr: Borç tarihi

source: Debt Free
tr: Borcu Olmayanlar

source: Debt List
tr: Borç Listesi

source: Debt List(Sibling/Group)
tr: Borç Listesi(Kardeş/Grup)

source: Debtor
tr: Borçlu

source: Debtor Account
tr: Borçlu Hesap

# DebtorDOB
source: DOB
tr: Doğum Tarihi

# DebtorFatherName
source: Father Name
tr: Baba Adı

source: Debtor Name
tr: Borçlu Adı Soyadı

# DebtorPlaceOfBirth
source: Place Of Birth
tr: Doğum Yeri

source: Debts With Date Detail
tr: Tarih Detaylı Borçlar

source: Debt Type Sequential
tr: Borç Türü Sıralı

source: Decimation
tr: Hesap Kırımları

source: Default Bank
tr: Varsayılan Banka

source: Default Installment
tr: Varsayılan Taksit Düzenleme Sayısı

source: Default Payment Type
tr: Varsayılan Ödeme Tipi

source: Delete
tr: Sil

# Delete1
source: Del
tr: Sil

# Delete2
source: Delete
tr: Tahsil Sil

source: Delete Archive
tr: Arsiv Sil

source: Deleted Successfuly
tr: Başarıyla Silindi

source: Delete Message
tr: Mesaj Sil

# Design
source: Form Design
tr: Form Tasarımı

source: Detail
tr: Detay

source: Detailed
tr: Detaylı

source: Detailed Fee Entry
tr: Detaylı Ücret Girişi

source: Detailed installments
tr: Detaylı Taksitlendirme

source: Detailed Invoice
tr: Detaylı Fatura

source: Detailed Lists By Fees
tr: Ücretlere Göre Ayrıntılı Listeler

source: Detail Show
tr: Detaylı Gözlem

source: Discount
tr: İndirim

source: Discount Definition
tr: İndirim Tanımlama

source: Discount Entries
tr: İskonto Girişleri

# DiscountMsg
source: You can select up to 10 discount types in a list.
tr: Bir listede en fazla 10 indirim türü seçebilirsiniz.

source: Discount Name
tr: İndirim Adı

# DiscountPercentageAndAmountEntries
source: Discount Percentage Entries
tr: İndirim Oranı ve Tutar Girişleri

source: Discount Petition
tr: İndirim Dilekçesi

source: Discounts
tr: İndirimler

# Discounts1
source: Discounts
tr: İndirimleri

source: Discounts Account From Registration
tr: Kayıttan İndirimler Hesabı

source: Distraint
tr: Haciz

# Div1Msg1
source: - In this section, you can make a new debt entry to the Student.
tr: - Bu bölümde, Öğrenciye yeni bir borç girişi yapabilirsiniz.

# Div1Msg2
source: - If the student's invoice planning has been made, do not forget to plan according to the new arrangement.
tr: - Öğrencinin Fatura planlaması yapılmışsa, yeni düzenlemeye göre planlama yapmayı unutmayınız.

# Div1SmsMsg1
source: 1- SMS. SMS for You to Use Your Transactions. Buy the Credit.
tr: 1- SMS. İşlemlerinizi Kullanabilmeniz için SMS. Kontörü Satın Alınız.

# Div1SmsMsg2
source: 2- After the Purchase, "User Name" and "Password" Information will be notified to you.
tr: 2- Satın Alma İşlemlerinde Sonra "Kullanıcı Adı" ve "Şifre" Bilgileri Sizlere Bildirilecektir.

# Div1SmsMsg3
source: 3- This information should be entered in the sections above.
tr: 3- Bu Bilgiler Yukarıdaki Bölümlere Girilmelidir.

# Div1SmsMsg4
source: 4- Enter the Title for the Institution to be Used in Sending the SMS.
tr: 4- SMS.Gönderiminde Kullanılacak Kurum İçin Başlık Giriniz.

# Div1SmsMsg5
source: Example: Like "Net Computer"
tr: Örnek: "Net Computer" gibi

# Div1SmsMsg6
source: 5- SMS After Registering This Information. Credits on Display If it appears, you can start sending your SMS messages.
tr: 5- Bu Bilgileri KAYIT Yaptıktan Sonra SMS. Kredisi Ekranda Görünüyorsa SMS Mesajlarınızı Göndermeye Başlayabilirsiniz.

# Div2Msg1
source: - Divided amount : You can divide the debt amount and arrange re-installments.
tr: - Bölünecek Tutar : Borç tutarını bölebilir, yeniden taksit düzenleyebilirsiniz.

# Div2Msg2
source: - Single payment : You can edit the remaining amount as a single payment.
tr: - Tek ödeme : Kalan tutarı tek ödeme olarak düzenleyebiliirsiniz

# Div3Msg1
source: - You can change the related installment, Date, Type, Bank name, Check / Note number.
tr: - İlgili taksitin, Tarihini, Türünü, Banka adını, Çek/Senet numarasını değiştirebilirsiniz.

# Div4Msg1
source: You can change the Accounting Account Code for PromissoryNote or Check Collections by hand.
tr: Elden Senet veya Çek Tahsilatlarında, Muhasebe Hesap Kodunu Değiştirebilirsiniz.

# Div4Msg2
source: If no change is made, the Cash Account is recorded as a debit.
tr: Değişiklik Yapılmazsa, KASA Hesabına Borç Olarak Kayıt Yapılır.

# DivideAmount
source: Divide
tr: Tutar Böl

source: Divided Amount
tr: Bölünecek Tutar

# DividingInstallmentAmount
source: Dividing the installment amount
tr: Taksit Tutarını Bölme İşlemleri

# DobMsg
source: You can query according to Student birth dates between two dates.
tr: İki tarih arasında bulunan Öğrenci doğum tarihlerine göre sorgulama yapabilirsiniz.

source: Document Added to Queue
tr: Döküman Kuruğa Eklendi

source: Document Number
tr: Evrak No

# DownloadMsg
source: Download Database to My Computer
tr: Veritabanını Bilgisayarıma İndir

source: Drawer
tr: Keşideci

source: Driver Name
tr: Sürücü Adı

source: E-Archive
tr: E-Arşiv

source: E-Archive/E-Invoice
tr: E-Arşiv/E-Fatura

# EArchiveMsg
source: Your Files Are Not Ready For E-Archive/E-Invoice. Please get information from Ncs Net Computer.
tr: E-Arşiv/EFatura İçin Dosyalarınız Hazır Değil. Lütfen Ncs Net Computer'den Bilgi Alınız.

source: Edit
tr: Düzelt

source: Edit as Single Bond
tr: Tek Senet Olarak Düzenle

# EditingWithholdingonInvoice
source: Editing Withholding
tr: Tevkifat Düzenleme

source: Edit your contract form
tr: Sözleşme Formunuzu Düzenleyin

source: Edit your Invoice Form
tr: Fatura Formunuzu Düzenleyin

source: Edit your KVKK form
tr: KVKK Formunuzu Düzenleyin

# EIInvoiceArcSerial2
source: Invoice Arc Serial_2
tr: Arşiv Fatura Seri_2

# EIInvoiceSerial1
source: Invoice Serial_1
tr: Fatura Seri_1

# EIInvoiceSerial2
source: Invoice Serial_2
tr: Fatura Seri_2

# EIInvoiceSerialCode
source: Serial Code
tr: Seri Kod

# EIIsActive
source: E-Invoice Is Active
tr: E-Fatura Etkin

source: E-Invoice
tr: E-Fatura

source: E-Invoice Information
tr: E-Fatura Bilgileri

source: E-Invoice User Info
tr: E-Fatura Kullanıcı Bilgileri

source: E-Mail
tr: E-Posta

source: Email Information
tr: E-Posta Bilgileri

# EMailService1
source: for example; "ncs"
tr: Örnek; "ncs"

# EMailService2
source: for example; "123456"
tr: Örnek; "123456"

# EMailService3
source: for example; "info@ncs.com.tr"
tr: Örnek; "info@ncs.com.tr"

# EMailService4
source: for example; "mail.ncs.com.tr"
tr: Örnek; "mail.ncs.com.tr"

# EMailService5
source: for example; "587"
tr: Örnek; "587"

# EMailService6
source: Secure Socket Layer protocol
tr: Güvenli Protokol

source: Email SMTP Address
tr: E-Posta Adresi

source: Email SMTP Host
tr: Posta Sunucu

source: Email SMTP Password
tr: Kullanıcı Şifresi

source: Email SMTP Port
tr: Bağlantı Noktası

source: Email SMTP User Name
tr: Kullanıcı Adı

# EndAccountCode
source: End Master Account Code
tr: Bitiş Ana Hesap Kodu

# EndClassroom
source: Classroom To
tr: Bitiş Sınıfı

# EndDate
source: Date To
tr: Bitiş Tarihi

# EndDate1
source: Scholarship Date To
tr: Burs Bitiş Tarihi

# EndDateOfRegistration
source: Date Of Registration To
tr: Bitiş Kayıt Tarihi

source: Endorser
tr: Ciro Eden

# EndYear
source: Year To
tr: Bitiş Yılı

source: English
tr: İngilizce

source: Enter Account Code And Amount Will Be Paid
tr: Ödeme Yapılacak Hesap Kodunu ve Tutarını Giriniz

source: Enter Archive
tr: Arsiv Girisi

# EnterTheInstallment
source: Enter the Installment Amount First.
tr: Taksit Tutarini Girin.

source: Enter Valid Amount
tr: Geçerli Miktarı Girin

source: Enter your Password
tr: Şifrenizi giriniz

source: Enter your Username
tr: Kullanıcı adınızı giriniz

# ESerialCode
source: E-Invoice Serial Code
tr: E-Fatura Seri Kod

# EventMsg100
source: 1- You can group students according to Classes by selecting Class.
tr: 1- Sınıf seçerek Öğrencileri Sınıflara göre gruplayabilirsiniz.

# EventMsg101
source: 2- Select the Student to be Enrolled.
tr: 2- Girişi yapılacak Öğrenciyi Seçiniz.

# EventMsg102
source: 3- Double click on the Day and Date on the right, Enter the student's activity date range and details.
tr: 3- Sağ tarafta bulunan Gün ve Tarih üzerinde çift tıklayınız, Öğrenciye ait etkinlik tarih aralığını ve detaylarını giriniz.

# EventMsg103
source: 4- You can classify your entries according to Colors.
tr: 4- Girişlerinizi Renklere göre sınıflandırabilirsiniz.

# EventMsg104
source: 5- For coloring work, from the Markers section of the School menu, You can make your changes via the "Student Markers" entries.
tr: 5- Renklendirme çalışması için Okul menüsünde İşaretleyiciler bölümünden, "Öğrenci İşaretleyicileri" girişleri üzerinden değişikliklerinizi yapabilirsiniz.

source: Events
tr: Etkinlikler

# Excel01
source: 1- Select the information you want to include in the list.
tr: 1- Listeye dahil etmek istediğiniz bilgileri seçiniz

# Excel02
source: 2- Condition Can Be Entered : ( ✓ ) You can enter conditions in the marked fields.
tr: 2- Koşul Girilebilir: ( ✓ ) İşaretli olan alanlara koşul girebilirsiniz

# Excel03
source: Student number from 1 to 100
tr: Öğrenci numarası 1 - 100 arası

# Excel031
source: Example:
tr: Örnek:

# Excel04
source: Classes from 1-A to 1-C
tr: Sınıfı 1-A - 1-C arası gibi.

# Excel05
source: 3- The information you selected by pressing the Export to Excel button, Exported to Excel.
tr: 3- Excel'e aktar butonuna basılarak seçtiğiniz bilgiler, Excel'e aktarılır

# Excel06
source: You can produce the form suitable for your purpose by making the desired edits on Excel.
tr: Excel üzerinde istediğiniz düzenlemeyi yaparak, amacınıza uygun formu üretebilirsiniz.

source: Exception Invoice
tr: İstisna Faturası

# ExceptionInvoice2
source: Exception
tr: İstisna

source: Excluded
tr: Hariç

source: Excused
tr: Mazeretli

source: Exit
tr: Çıkış

# ExpenseH
source: EXPENSE
tr: BUGÜNKÜ GİDER

source: Expiry Month
tr: Son Kullanma Ayı

source: Expiry Year
tr: Son Kullanma Yılı

source: Explanation
tr: Açıklama

# Explanation0
source: This program; It is used in transitions to the new period.
tr: Bu program; yeni döneme geçişlerde kullanılır.

# Explanation2
source: Classrooms Are Reset After Operation
tr: -İşlemden Sonra Sınıflar Sıfırlanmaktadır

# Explanation3
source: Student's Registration Form Section will be changed to "Registration Renewal"
tr: -Öğrencinin Kayıt Şekli Bölümü "Kayıt Yenileme" Olarak Değiştirilmektedir.

# Explanation50001
source: Transactions Before the Start Date, Calculated as Account Transfer.
tr: Başlangıç Tarihinden Önceki Hareketler Devir Olarak Hesaplanmaktadır.

# Explanation50002
source: Movements between the Start and End Dates are detailed in the list.
tr: Başlangıç ve Bitiş Tarihleri Arasındaki Hareketler Listede Detaylı Çıkmaktadır.

# Explanation50003
source: Users using the CODE Column in the Accounting Entry, Also Can Get Filtered Listing.
tr: Muhasebe Girişinde KODU Sütununu Kullanan Kullanıcılar, Ayrıca Filtreli Listeleme Alabilir.

# ExplanationSection
source: Delete the Description Section
tr: Açıklama Bölümünü Sil

# ExplanationShow
source: At First Login
tr: İlk Girişte Bu Ekranı

# ExportAccountingFiletoExcel
source: Export Accounting Receipts to Excel
tr: Muhasebe Fişlerini Excel'e Aktar

source: Export Invoices to Excel
tr: Faturaları Excel'e Aktar

source: Export to Excel
tr: Excel e Aktar

source: Family
tr: Aile

source: Family Info
tr: Aile Bilgisi

# FamilyInfo1
source: Family
tr: Aile

# Father2
source: Father
tr: Baba

# FatherHomeAddress
source: Father Work Address
tr: Baba Ev Adresi

source: FatherName
tr: Baba Adı

source: Father's
tr: Babasının

source: Father's Information
tr: Babasının Bilgileri

source: Father Work Address
tr: Baba İş Adresi

source: Fax
tr: Faks

# FeeEmpty
source: Classroom Entries Have Not Been Made. Please Make Your Entries.
tr: Sınıf Tipine Göre Ücret Girişleri Yapılmamış, Lütfen Girişlerini Yapınız.

source: Fee Entries
tr: Ücret Girişleri

source: Fee Entries by Class Type
tr: Sınıf Tipine Göre Ücret Girişleri

# FeeHelp100
source: SUB DETAIL Prepared for Institutions Using Fees.
tr: ALT DETAY Ücret Kullanan Kurumlar İçin Hazırlanmıştır.

# FeeHelp101
source: See: School Menu/Fee Entries by Class Type
tr: Bak: Okul Menu/Sınıf Tipine Göre Ücret Girişleri

# FeeHelp102
source: If Sub Fee is Entered Blank, SUB CHARGES Transacted Will Be Listed.
tr: -Alt Ücret Boş Geçilirse, İşlem Gören ALT ÜCRETLER Listelenir.

# FeeHelp103
source: If Sub Fee is Selected, Sub Detailed Fees Transacted Will Be Listed.
tr: -Alt Ücret Seçilirse, İşlem Gören Alt Detay Ücretler Listelenir.

source: Fee Information
tr: Ücret Bilgileri

source: Fee Lists
tr: Ücret Listeleri

source: Fee Name
tr: Ücret Adı

source: Fee Options
tr: Ücret Seçenekleri

source: Fees
tr: Ücretler

source: Fee Status
tr: Ücret Durumu

source: File
tr: Dosya

source: File Name
tr: Dosya Adı

source: Filter
tr: Filtre

# FinancialYearEnd
source: Financial Year To
tr: Muhasebe Bitiş

# FinancialYearStart
source: Financial Year From
tr: Muhasebe Baş.

source: First Date Of Registration
tr: İlk Kayıt Tarihi

source: First Name
tr: Adı

# FoodMenu
source: The Food Menu
tr: Yemek Menüsü

source: For Mail Order
tr: Mail Order İçin

source: Form / Bond / Petition / Receipt
tr: Form / Senet / Dilekçe / Makbuz

# FormHeaderParent
source: Parent's Name and Surname
tr: Veli Ad Soyad

# FormHeaderStudent
source: Student's Name and Surname
tr: Ogrenci Ad Soyad

source: Forms
tr: Formlar

source: Form Title
tr: Form Başlığı

source: Free List
tr: Ücretsiz Liste

# FromHand
source: Bond by Hand
tr: Elden

source: Gender Type
tr: Cinsiyeti

source: General
tr: Genel

source: Given Code
tr: Kurum Kodu

source: Gradual Discount
tr: Kademeli indirim

source: Grand Total
tr: Genel Toplam

source: Guarantor Information
tr: Kefil Bilgileri

source: Guidance
tr: Rehberlik

source: Help
tr: Yardım

# Help1
source: Help
tr: Yardim

source: Home
tr: Ev

source: Home Address
tr: Ev Adresi

source: Home Phone
tr: Ev Telefonu

source: Id
tr: Kayit No

source: Id Control
tr: TC.No Kontrol

source: Identity Card
tr: Nüfus Bilgisi

source: Id Number
tr: TC.Kimlik No

# IdNumber2
source: Student Id Number
tr: Öğrenci T.C.Kimlik No

# IfaSscholarshipSstudent
source: If a scholarship student
tr: Burslu Öğrenci İse

source: Image
tr: Resim

# ImageQuality
source: Upload high resolution images for quality images.
tr: Kaliteli bir görünüm için yüksek çözünürlükte resim yükleyiniz.

# ImportToWeb
source: Import To E-School Program
tr: E-School Programına Aktarım

source: Inactive
tr: Pasif

source: Include Cash Payments
tr: Peşin Ödemeleri Dahil Et

source: Included
tr: Dahil

source: Income Distribution Table
tr: Gelir Dağılım Tablosu

# InPeriod
source: Period
tr: Dönemi

source: Installment
tr: Taksit

# InstallmentAmount
source: Amount
tr: Taksit Tutarı

source: Installment Division
tr: Taksit Böl

source: Installment Entries
tr: Taksit Girişleri

source: Installments
tr: Taksitler

source: Installment Status
tr: Taksit Durumu

source: Installment Total
tr: Taksit Toplamı

source: Installment Transactions
tr: Taksit İşlemleri

# InstitutionInvoice
source: Institution Invoice Serial
tr: Kurum Fatura Seri No

source: Instrument Not To Order
tr: Namına Yazılı Senet

source: Integrator Name
tr: Entegrator Adı

source: Interlocutor
tr: Muhattap

source: Intheformofreceipt
tr: Makbuz Formunda Çıkacak İsim?

source: Invoice
tr: Fatura

source: Invoice Address
tr: Fatura Adresi

source: Invoice Address Type
tr: Fatura Adres Tipi

source: Invoice Amount
tr: Fatura Matrahı

source: InvoiceArchive
tr: Fatura Arşivi

# InvoiceBatchMsg100
source: Class selection: Select the class to invoice according to the classes.
tr: Sınıf seçimi : Sınıflara göre fatura dökmek için sınıfı seçimi yapınız.

# InvoiceBatchMsg101
source: Invoice date : The date on which the batch invoice will be issued must be entered.
tr: Fatura Tarihi : Toplu fatura dökümü yapılacak tarih girilmelidir.

# InvoiceBatchMsg102
source: Invoice : Starts batch invoice printing.
tr: Fatura : Toplu fatura dökümünü başlatır.

# InvoiceBatchMsg103
source: - You can apply invoice printing within a certain number range. For this, the number range must be selected, if not entered, the default number is "10".
tr: - Fatura basımını, belli bir sayı aralığında uygulayabilirsiniz. Bunun için sayı aralığı seçilmelidir, girilmezse varsayılan sayı "10" dur.

# InvoiceBatchMsg104
source: - After the invoice printing process is completed, you need to confirm to save the invoice numbers. otherwise, batch invoice printing will be deemed invalid.
tr: - Fatur basım işlemleri bittikten sonra, fatura numaralarını kaydetmek için onaylamanız gerekmektedir. aksi durumda toplu fatura basımı geçersiz sayılacaktır.

# InvoiceCutDate
source: Cut Date
tr: Kesilen Tarih

source: Invoice Date
tr: Fatura Tarihi

# InvoiceDateMsg
source: Invoice Date is the Scheduled Date and cannot be changed.
tr: Fatura Tarihi, Planlanan Tarihtir, Değiştirilemez.

source: Invoice Dates
tr: Fatura Tarihleri

source: Invoice Design Program
tr: Fatura Tasarım Programı

source: Invoice Detailed
tr: Detaylı Fatura

source: Invoice Discount
tr: İskonto

source: Invoiced / Not Invoiced / Cancelled / Invoices List
tr: Kesilen / Kesilmeyen / İptal Edilen Faturalar Listesi

source: Invoiced / Not Invoiced / Cancelled / Invoices List (Detailed)
tr: Kesilen / Kesilmeyen / İptal Edilen Faturalar Listesi (Detaylı)

# InvoiceEntry01
source: Functions:
tr: Fonksiyonlar:

# InvoiceEntry02
source: Issued invoices: In this section, pre-cut invoices are displayed on the screen. You can query the invoice by Title or Invoice number as you wish. When the relevant invoice is selected, it is show on the screen with its details.
tr: Kesilmiş faturalar : Bu bölümde önceden kesilmiş faturalar ekrana gelmektedir. İstediğiniz şekilde faturayı Başlık veya Fatura numarasına göre sorgulayabilirsiniz, ilgili fatura seçildiğinde detayları ile ekranda gösterilmektedir.

# InvoiceEntry03
source: Calculator: Used for calculator.
tr: Hesap : Hesap makinası için kulanılır.

# InvoiceEntry04
source: Invoice no: You can change the corporate invoice numbers from this section.
tr: Fatura no : Kurum fatura numaralarını bu bölümden de değiştirebilirsiniz.

# InvoiceEntry05
source: Invoice type: You can change the corporate invoice type in this section.
tr: Fatura tipi: Kurum fatura tipini bu bölümden de değiştirebilirsiniz.

# InvoiceEntry06
source: Invoice Entry:
tr: Fatura Girişi:

# InvoiceEntry07
source: In this section, you can enter a new invoice.
tr: Bu bölümde yeni bir fatura girişi yapabilirsiniz.

# InvoiceEntry08
source: You can save invoice contact information and invoice amounts by pressing the SAVE button.
tr: Fatura kişi bilgilerini ve Fatura tutarlarını KAYDET butonuna basarak saklayabilirsiniz.

source: Invoice Entry Processes
tr: Fatura Giriş İşlemleri

# InvoiceExcel1
source: 1- Invoices Information is Entered.
tr: 1- Faturalara Ait Bilgiler Girilir.

source: Invoice List by Total Amounts
tr: Toplam Tutarlara Göre Fatura Listesi

source: Invoice Lists
tr: Fatura Listeleri

# InvoiceMsg1
source: 1- Enter the Invoice Start Date.
tr: 1- Fatura Başlama Tarihini Giriniz.

# InvoiceMsg100
source: 1- NEW PLAN : It is used to schedule invoices for students. Starting date, Total number of invoices, Detailed, Discounted options are entered. The start button is pressed and the school makes plans for all students.
tr: 1- YENİ PLAN : Öğrencilere fatura planlaması yapmak için kullanılır. Başlangıç tarihi, Toplam fatura sayısı, Detaylı, İskontolu seçenekleri girilerek Başlat butonuna basılır ve Okulun tüm öğrencilerine planlama yapar.

# InvoiceMsg101
source: For a single student: The relevant student is selected and the "Selected student" option is selected and the Start button is pressed.
tr: Tek bir öğrenci için : İlgili öğrenci seçilir ve "Seçilen öğrenci" seçeneği seçilir ve Başlat butonuna basılır

# InvoiceMsg102
source: 2- DETAIL: It shows the student invoices in detail according to the fee details.
tr: 2- DETAY : Öğrenci faturalarını ücret detaylarına göre ayrıntılı gösterir.

# InvoiceMsg103
source: 3- UNPLANNED: It is prepared for institutions that do not want to plan. An Unplanned invoice can also be issued to a scheduled student.
tr: 3- PLANSIZ : Planlama yapmak istemeyen kurumlar için hazırlanmıştır. Planlanmış bir öğrenciye ayrıca Plansız fatura da düzenlenebilmektedir.
