Repository: KarabulutCan/eschool
Catalog: ESCHOOL/Resources/Resource.*.resx
Languages: tr

# RefundMsg12
source: Apply Cancellation
tr: İptal İşlemi Uygulaması

# RefundMsg13
source: - You can use it for the records that will be canceled after the return process.
tr: - İade İşlemlerinden Sonra İptal İşlemi Uygulanacak Kayıtlar İçin Kullanabilirsiniz.

# RefundMsg2
source: - If Collection Process Has Been Made. You can apply for student payments.
tr: - Tahsilat İşlemi Yapılmış Öğrenci Ödemeleri İçin Uygulayabilirsiniz.

# RefundMsg20
source: Account code and Refund
tr: Hesap Kodu ve İade

# RefundMsg21
source: - Top Account should be recorded when recording
tr: - Hesap Kodunu Girerken Hesabın Üst Hesap Kodu Girilmelidir.

# RefundMsg210
source: Total debt = Total Fee + Refund Amount
tr: Toplam Borç = Ücret Toplamı + İade Tutarı

# RefundMsg211
source: - Warning: After Billing Plan or After Billing-Changes Made May Cause Inconsistency.
tr: - Dikkat: Fatura Planı Yapıldıktan Sonra veya Fatura Kesildikten Sonra Yapılan Değişiklikler Tutarsızlığa Sebep Olabilir.

# RefundMsg212
source: - Occurring From Student Fee Changes, It Should Be Used In Cases Where The Customer Is Creditor With A Fee Difference.
tr: - Öğrenci Ücret Değişikliklerinden Meydana Gelen Ücret Farkı İle Müşterinin Alacaklı Olduğu Durumlarda Kullanılmalıdır.

# RefundMsg22
source: - Refund amounts should be recorded in refund section
tr: - İade Edilen Tutarlar Olduğu Gibi İade Bölümüne Girilmelidir.

# RefundMsg220
source: 1- Fee Changes Are Made.
tr: 1- Ücret Değişikliği Yapılır.

# RefundMsg221
source: 2- The Amount Deducted From The Fee Is Entered As The Refund Amount.
tr: 2- Ücretlerden Düşümü Yapılan Tutar, İade Tutarı Olarak Girilir.

# RefundMsg222
source: 3- The Date Of The Amount To Be Refunded Is Entered and The Process Is Completed By Registration.
tr: 3- İadesi Yapılacak Tutarın, İade Tarihi Girilir ve Kayıt yapılarak İşlem Tamamlanır.

# RefundMsg23
source: - Click Save Button To Start Process After Record Refund Amound
tr: - İade Tutarını Girdikten Sonra İşlemi Başlatmak İçin KAYDET Düğmesine Basınız.

# RefundMsg3
source: - Must Be A Pre-Collected MONEY Entry For Refund
tr: - İade İşlemi İçin Önceden Tahsil Edilmiş Bir PARA Hareketi Olmak Zorundadır.

# RefundMsg4
source: - Amounts to be Refunded From Related Accounts as Cash or Bond, It should be considered as a payment out of the company's cash-desk
tr: - İade Edilecek Tutarlar Nakit veya Çek/Senet Olarak İlgili Hesaplardan, Şirketin Kasasından Çıkacak Bir Ödeme Olarak Düşünülmelidir.

# RefundMsg5
source: - The Refund Amount, Cannot Be More Than The Total Amount Paid.
tr: - İade Tutarı Toplam Ödenen Tutardan Daha Fazla Olamaz.

# RefundMsg6
source: - Debtor Records Must Re-Edit or Reset.
tr: - Borçlu Kayıtlar Yeniden Düzenlenmeli veya Sıfırlanmalıdır.

# RefundMsg7
source: - After This Procedure All Installments Are Canceled and Exit Process is done.
tr: - Bu İşlemden Sonra Tüm Taksitler İptal Edilir ve Taksitlerin (Alınan Çek/Senetler)'in Muhasebe Kayıtların İçin Çıkış İşlemi Yapılır.

# RefundMsg8
source: - Otherwhise use changing operation.
tr: - Aksi Durumlar İçin Değişiklik İşlemleri Bölümünü Kullanınız.

source: Registerated Students List ( Between Two Dates )
tr: Kayıt Olan Öğrenciler Listesi ( İki Tarih Aralığında )

source: Registered Students
tr: Kayıtlı Öğrenciler

source: Registration Agreement
tr: Kayıt Sözleşmesi

source: Registration Date is Updated
tr: Kayıt Tarihi Güncellenir

source: Registration Fee
tr: Kayıt Ücreti

source: Registration Form
tr: Kayıt Formu

source: Registration Form Title
tr: Kayıt Formu Başlık

source: Registration Form Title Change
tr: Kayıt Formu Başlık Değişikliği

source: Registration Renewal Form
tr: KAYIT YENILEME FORMU

source: Registration Renewal Form and Invoice Information
tr: Kayıt Yenileme Formu ve Fatura Bilgileri

# RegistrationSerialNumbers
source: Registration Serial
tr: Kayıt Seri Numaraları

source: Registration Status
tr: Kayıt Durumu

source: Registration Suspension
tr: Kayıt Dondur

source: Registration Type
tr: Kayıt Tipi

source: Religious
tr: Dini

source: Renew Transaction for Re-Transfer.
tr: Tekrar Aktarım İçin İşlemi Yenileyin.

source: Required field
tr: Girilmesi zorunlu alan

source: Reset
tr: Yeniden

source: Reset Payment Type Serial
tr: Ödeme Şekli Seri Numaralarını Sıfırla

source: Reset Receipt Serial Numbers
tr: Makbuz Seri Numaralarını Sıfırla

source: Reset Registration Serial Numbers
tr: Kayıt Seri Numaralarını Sıfırla

source: Room Quota
tr: Kontenjan

source: Sales Invoice
tr: Satış Faturası

# SalesInvoice2
source: Sales
tr: Satış

source: Saved Successfuly
tr: Başarıyla Kaydedildi

source: Scholarship Rate
tr: Burs Oranı

source: Scholarship Student
tr: Burslu Öğrenci İse

source: School
tr: Okul

# SchoolAgenda
source: School Agenda and Planning
tr: Okul Gündemi ve Planlama

source: School And Accounting Periods
tr: Okul ve Muhasebe Dönemleri

source: School Bus Departure
tr: Servis Kalkışı

source: School Bus Entries
tr: Okul Servisi Girişleri

source: School Bus Return
tr: Servis Dönüşü

source: School Bus Service Information
tr: Okul Servisi Bilgileri

source: School Bus Status
tr: Servis Durumu

source: School Code
tr: Okul/Kurum Kodu

# SchoolEnd
source: End To
tr: Okul Bitiş

# SchoolFee01
source: Tuition Fee
tr: Öğrenim Ücreti

# SchoolFee011
source: Farthest distance
tr: En Uzak

# SchoolFee02
source: School Bus Fee
tr: Servis Ücreti

# SchoolFee022
source: Closest distance
tr: En Yakın

# SchoolFee03
source: Lunch Fee
tr: Öğlen Yemeği

# SchoolFee033
source: Middle distance
tr: Orta

# SchoolFee04
source: Hostel Fee
tr: Pansiyon Ücreti

# SchoolFee044
source: Long distance
tr: Uzak

# SchoolFee05
source: Others
tr: Diğerleri

# SchoolFee055
source: Close distance
tr: Yakın

source: School Fees
tr: Okul Ücretleri

source: School Information Entry
tr: Okul/Kurum Bilgileri Girişi

# SchoolInstitutionInformation
source: School Information
tr: Okul/Kurum Tanımlama

source: School Institution Transactions
tr: Okul/Kurum İşlemleri

# SchoolList
source: Selection of Schools/Institutions to be included in the list
tr: Listeye dahil edilecek Okul/Kurumların Seçimi

source: School Logo
tr: Kurum/Okul Logo

# SchoolMsg01
source: 1- Enter the long Name and short Code and Name of the Institution, the city of the Bill and the Picture or Logo to be used in the Contracts.
tr: 1- Kurumun uzun Adı ve kısa Kodu ve Adı, Senet şehri ve Sözleşmelerde kullanılacak Resim veya Logo girişi yapılır.

# SchoolMsg02
source: 2- Institution Address information is entered.
tr: 2- Kurum Adres bilgileri girilir.

# SchoolMsg03
source: 3- School Start and End period, Accounting Start and End period dates must be entered.
tr: 3- Okul Başlama ve Bitiş dönemi, Muhasebe Başlama ve Bitiş dönemi tarihleri girilmelidir. Program bu tarihlere göre işlem yapmaktadır.

# SchoolMsg04
source: 4- The School/Institution's Service Fees and Student Vehicle Service detailed information are entered.
tr: 4- Okul/Kurumun hizmet verilen Ücretleri ve Öğrenci Araç Servis ayrıntılı bilgileri girilir.

# SchoolMsg05
source: 5- E-mail information is entered.
tr: 5- E-Posta bilgileri girilir.

# SchoolMsg06
source: 6- E-Invoice information is entered, the Integrator is selected. (If you do not have any information on this subject, get information from our Company or our Dealers.)
tr: 6- E-Fatura bilgileri girilir, Anlaşma yapılan Entegratör seçimi yapılır. (Bu konuda herhangi bir bilginiz yoksa Şirketimizden veya Bayilerimizden bilgi alınız.)

# SchoolMsg07
source: 7- There are voucher numbers that the program uses on receipts and issued Checks/Notes. You can edit these numbers as you wish, you can reset them every year if you want.
tr: 7- Programın makbuzlarda, düzenlenen Çek/Senetlerde kullanmakta olduğu fiş numaraları bulunmaktadır. Bu numaraları istediğiniz gibi düzenleyebilirsiniz, isterseniz her yıl sıfırlayabilirsiniz.

# SchoolMsg08
source: 8- Checks/Bills received from the student are recorded in the Accounting department as a DEBT/CREDIT slip. Accounting account codes used while processing these receipts are taken from this section, you can make changes.
tr: 8- Öğrenciden alınan Çek/Senetler, Muhasebe bölümüne BORÇ/ALACAK fişi olarak kaydedilir. Bu fişler işlenirken kullanılan Muhasebe hesap kodları bu bölümden alınmaktadır, değişiklik yapabilirsiniz.

# SchoolMsg09
source: 9- Various settings and conveniences are provided in the use of the program. You can change these settings according to your preference.
tr: 9- Program kullanımında çeşitli ayarlar, kolaylıklar sunulmuştur. Bu ayarları tercihinize göre değiştirebilirsiniz.

source: School Periods
tr: Okul/Kurum Dönemleri

source: Schools
tr: Kurum/Okul

source: School Service List By Transport Status
tr: Okul Servis Listesi (Ulaşım Yerine Göre)

source: School Shuttle Charges
tr: Okul Servisi Ücretleri

source: School Start
tr: Okul Başlangıç

source: School Status
tr: Okulun Durumu

# SchoolTransportServiceList
source: School Service List
tr: Okul Servisi Listesi

# SchoolYearEnd
source: School Year To
tr: Okul Bitiş

# SchoolYearStart
source: School Year From
tr: Okul Başlangıç

source: Search...
tr: Ara

source: Search Cheque / Bond
tr: Çek / Senet Sorgulama

# SearchPlaceHolder
source: Enter at least three letters to search.
tr: Arama yapmak için en az üç harf giriniz.

source: Select
tr: Seç

# selectDiscount
source: Select
tr: Seçim

source: Selected
tr: Seçilen

source: Selected Language
tr: Seçilen Dil

source: Selected Student
tr: Seçilen Öğrenci

source: Select Language
tr: Dil Seçimi

# SelectSibling
source: Select Sibling/Group and Press The SUBMIT Button
tr: Kardeş/Grup Seçin ve KAYDET butonuna Basın

source: Send
tr: Gönder

source: Send E-Mail
tr: E-Posta Gönder

source: Send SMS
tr: SMS Gönder

source: Sent
tr: Gönderildi

# SerialCode
source: Invoice Serial Code
tr: Fatura Seri No

source: Serial Invoice Listing
tr: Toplu Fatura Listeleme

# SerialNo
source: Serial Number
tr: Seri No

source: Serial Number
tr: Seri Numarası

source: Serial Number Reset
tr: Seri Numaralar Sıfırlanır

# SerialNumbers
source: Serial
tr: Seri No

# SeriNoMsg
source: Invoice Serial Code(3) Enter as Characters Like NCS. (Invoice Number; Invoice Serial Code(3) + Year(4) + Invoice Serial Number(9) 16 Characters in Total. It is created by the program.)
tr: Fatura Seri Kod(3) Karakter Olarak Giriniz, Örnek: NCS gibi. ( Fatura Numarası; Fatura Seri Kod(3) + Yıl(4) +Fatura Seri No(9) Olarak Toplam 16 Karakter Uzunluğunda Program Tarafında Oluşturulmaktadır.)

# ServiceAgreement
source: Service Contract
tr: Servis Sözleşmesi

source: Services Provider
tr: Hizmet Sağlayıcı

source: Settings
tr: Ayarlar

# ShortCode
source: Code/Name
tr: Kod/Ad

source: Short Name
tr: Kısa Adı

source: Show
tr: Göster

# ShowDebt
source: Show remaining debt total on receipt
tr: Makbuzda Kalan Borç Top. Göster

source: Show Discount
tr: İskontolu Göster

# Sibling
source: Sibling/Group
tr: Kardes/Grup

source: Sibling/Group Student Total Debt List
tr: Kardeş/Grup Öğrenci Toplam Borç Listesi

source: Siblings
tr: Kardesler/Gruplar

# Siblings2
source: Siblings/Groups#
tr: Kardeş/Grup#

# SiblingStudents
source: Sibling/Group Students
tr: Kardeş/Grup Öğrenciler

source: Sign in
tr: Oturum aç

source: Single
tr: Tek

# SingleGroupAll
source: ( Single, Group, All ) Optional
tr: ( Tek, Grup, Tümü ) Seçenekli

source: Single Name Paper
tr: Tek Senet

# SinglePayment
source: Convert the Remaining Total Amount to Single Payment
tr: Kalan Toplam Tutarı Tek Ödemeye Dönüştür

# SinglePayment2
source: or Single Payment
tr: veya Tek Ödeme

source: Single Payment Amount
tr: Tek ödeme tutarı

source: Slip
tr: Fişi

source: Sms. and EMail Transactions
tr: Sms. ve E-Posta İşlemleri

source: Sms Credits
tr: Sms Kontörü

# SmsEMailMsg
source: Mobile Phone Numbers and E-Mail Addresses that are closed to SMS do not appear on this screen.
tr: SMS'e Kapalı Cep Telefonu Numaraları ve E-Posta Adresleri bu ekranda görünmez.

# SmsEmailMsg1
source: Select the Students to whom the message will be sent or tick All.
tr: Mesaj gönderilecek Öğrencileri seçiniz veya Tümünü işaretleyiniz.

# SmsEmailMsg2
source: Make your choice of sending the message. To "Mobile Phone" or "E-Mail Address"
tr: Mesajın gönderim seçimini yapınız. "Cep Telefonuna" veya "E-Posta Adresine"

# SmsEmailMsg3
source: Message options;
tr: Mesaj seçenekleri;

# SmsEmailMsg4
source: Send message : Used for private messages, the message is edited and sent.
tr: Mesaj gönder : Özel mesajlar için kullanılır, mesaj düzenlenir ve gönderilir.

# SmsEmailMsg5
source: Student birthday message : Message for birthday is arranged and sent.
tr: Öğrenci doğum günü mesajı : Doğum günü için mesaj düzenlenir ve gönderilir.

# SmsEmailMsg6
source: Unpaid debt notification : Messages prepared according to the payment status are sent in the student section.
tr: Ödenmemiş borç bildirim : Öğrenci bölümünde ödeme durumuna göre hazırlanmış mesajlar gönderilir.

# SmsEmailMsg7
source: Total debt statement : Messages prepared according to all payments are sent in the student section.
tr: Toplam borç bildirimi : Öğrenci bölümünde Tüm ödemelerine göre hazırlanmış mesajlar gönderilir.

# SmsEmailMsg8
source: Message results : A feedback report is prepared for the sent messages.
tr: Mesaj sonuçları : Gönderilen mesajlar için geri bildirim raporu hazırlanır.

# SmsEmailMsg9
source: Account info : Given by the Sms.Company with which the Institution/School has an agreement, There are information such as Server Name, User Institution Sms.Credit, User Name, SMS.Title.
tr: Hesap bilgileri : Kurum/Okulun anlaşma yaptığı Sms.Firmasının vermiş olduğu, Sunucu Adı, Kullanıcı Kurum Sms.Kontörü, Kullanıcı Adı, SMS.Başlığı gibi bilgiler bulunmaktadır.

# SmsEMailTransaction
source: Sms. and E-Mail Transactions
tr: Sms. ve E-Posta İşlemleri

source: Sort
tr: Sıra

source: Sort By Name
tr: Ada Göre Sıralı

source: Sort By Surname
tr: Soyada Göre Sıralı

# SortMessage
source: Navigation By This Option.
tr: Bu Seçeneğe Göre Gezinti Yapılacak.

# SortMsg
source: Students in This School
tr: Öğrenci Bulunmaktadır.

# SortMsgClassroom
source: Students
tr: Sınıfında Toplam

# SortmsgSchool
source: There are a Total of
tr: Bu Okulda Toplam

source: Sort Order
tr: Sıra

source: Standard
tr: Standart

source: Start
tr: Başlat

# StartAccountCode
source: Initial Master Account Code
tr: Başlangıç Ana Hesap Kodu

# StartClassroom
source: Classroom From
tr: Başlangıç Sınıfı

# StartDate
source: Date From
tr: Başlangıç Tarihi

# StartDate1
source: Scholarship Date From
tr: Burs Başlangıç Tarihi

# StartDateOfRegistration
source: Date Of Registration From
tr: Başlangıç Kayıt Tarihi

# StartYear
source: Year From
tr: Başlangıç Yılı

source: Statistics Snapshot
tr: Anlık İstatistikler

source: Status
tr: Durumu

source: Stock Code
tr: Stok Kodu

source: Stock List
tr: Stok Listesi

source: Stock Lists
tr: Stok Listeleri

source: Stock Quantity
tr: Stok Miktarı

source: Student
tr: Öğrenci

# Student2
source: Stu.
tr: Öğr.

source: Student Absence Entry
tr: Öğrenci Devamsızlık Girişi

# StudentAbsenceEntry1
source: Student Absence
tr: Öğrenci Devamsızlık

source: Student Address - I
tr: Öğrenci Adresi - I

source: Student Address - II
tr: Öğrenci Adresi - II

source: Student Address/Services
tr: Öğrenci Adres/Servis

source: Student Bus Services Information
tr: Öğrenci Servis Bilgileri

source: Student Card
tr: Öğrenci Kartı

source: Student Card and Invoice Information
tr: Öğrenci Kartı ve Fatura Bilgileri

source: Student Card Collection Transactions
tr: Öğrenci Kartı Tahsilat İşlemleri

source: Student Classroom
tr: Öğrenci Sınıfı

# StudentCopy1
source: Selected Student; Address, Invoice, Parent, Bank, Family Information, Transferred to New Student.
tr: Seçilen Öğrencinin; Adres, Fatura, Veli, Banka, Aile Bilgileri, Yeni Öğrenciye Aktarılır.

source: Student Discount List
tr: Öğrenci İndirim Listesi

source: Student Fees by Class Type
tr: Sınıf Tipine Göre Öğrenci Ücret Durumları

source: Student Fee StatusList
tr: Öğrenci Ücret Durumu Listesi

# StudentFeeStatusListSubDetailed
source: Student Fee and Stock Status List (Sub Detailed)
tr: Öğrenci Ücret ve Stok Durumu Listesi (Alt Detaylı)

# StudentGeneralAddressParent
source: General,Address,Parent...
tr: Genel, Adres, Veli...

# StudentID2
source: Student Id
tr: Öğr. TC.Kim.No

source: Student Information
tr: Öğrenci Bilgileri

source: Student Information Record
tr: Öğrenci Bilgileri Girişi

source: Student Invoice Details
tr: Öğrenci Fatura Detayları

source: Student Invoices List
tr: Öğrenci Faturaları Listesi

# StudentMsg01
source: Briefly, How to Register a Student?
tr: Kısaca Bir Öğrencinin Kaydı Nasıl Yapılır?

# StudentMsg02
source: 1- Enter the Student's Name, Surname and other personal information.
tr: 1- Öğrencinin Adı Soyadı ve diğer kişisel bilgileri girilir.

# StudentMsg03
source: 2- Name, Surname, Class information, Registration status, Registration type are the fields that must be entered.
tr: 2- Adı Soyadı, Sınıf bilgisi, Kayıt durumu, Kayıt tipi mutlaka girilmesi gereken alanlardır.

# StudentMsg04
source: 3- Price information is selected or entered (You can enter manually by double-clicking with the mouse)
tr: 3- Ücret bilgileri seçilir veya girilir (Mouse/Fare İle Çift Tıklama İle Manuel Giriş Yapabilirsiniz)

# StudentMsg041
source: -- Fee; For Institutions That Want to Enter Sub-Details;
tr: -- Ücrete; Alt Detay Girişi Yapmak İsteyen Kurumlar İçin;

# StudentMsg042
source: -- Fee Details are Entered in the "Fee Entry by Class Type" Table Section in the School Menu.
tr: -- Okul Menüsünde, "Sınıf Tipine Göre Ücret Girişi" Tablosu Bölümünde, Ücret Detayları Girilir.

# StudentMsg043
source: -- While logging in as a student, the DETAIL TABLE is automatically displayed in the Fee Items where Fee Details have been entered.
tr: -- Öğrenci Girişi Yapılırken, Ücret Detayları Girilmiş Ücret Kalemlerinde DETAY TABLO su Otomatik Gösterilir.

# StudentMsg044
source: -- Among the Sub-Detailed Fees Shown, the desired selection is made and the Sub-Fee is selected by pressing the REGISTER Button.
tr: -- Gösterilen Alt Detay Ücretler İçinde, İstenen Seçim Yapılır ve KAYIT Butonuna Basılarak, Alt Ücretin Seçimi Yapılmış Olur.

# StudentMsg045
source: 4- Discount information, if any, is entered, fee discounts are made and the student's registration amount is adjusted.
tr: 4- Varsa iskonto bilgileri girilir, ücretten indirim işlemleri yapılır ve öğrenciye ait kayıt tutarı düzenlenmiş olur.

# StudentMsg05
source: 5- Then, the payment planning of the arranged debt is made, Installment amount, Advance payment etc. By entering the information, the installment table is created according to the maturities.
tr: 5- Daha sonra düzenlenen borcun ödeme planlaması yapılır, Taksit miktarı, Peşin ödeme vs. bilgiler girilerek vadelere göre taksit tablosu oluşturulur.

# StudentMsg06
source: 6- By clicking the SAVE button, the student's personal information and fee and installment information are saved.
tr: 6- KAYDET butonuna basılarak Öğrencinin kişisel bilgileri ve ücret, taksit bilgileri kaydedilir.

# StudentMsg07
source: After these procedures;
tr: Bu işlemlerden sonra;

# StudentMsg08
source: - The student's current record is created, you can enter and make transactions in the Collection section.
tr: - Öğrencinin cari kaydı oluşur, Tahsilat bölümünden girebilir, işlem yapabilirsiniz.

# StudentMsg09
source: - According to the type of debiting made in the student registration, automatic accounting registration is made, Received Check / Promissory Note etc. For payments, DEBT and RECEIVABLE entries are recorded in the Accounting slip.
tr: - Öğrenci kaydında yapılan borçlandırma türüne göre, otomatik Muhasebe kaydı yapılır, alınan Çek/Senet vb. ödemeler için Muhasebe fişine BORÇ ve ALACAk kayıtları işlenir.

# StudentMsg091
source: About the Change;
tr: Değişiklik Hakkında;

# StudentMsg10
source: - If changes will be made in student fees, "/Change/Change transactions",
tr: - Öğrenci ücretlerinde değişiklik yapılacaksa, "/Değiştir/Değişiklik işlemleri" ile

# StudentMsg11
source: - If a refund will be made, with the "/Change/Return" transactions,
tr: - Ücret iadesi yapılacaksa "/Değiştir/İade" işlemleri ile

# StudentMsg12
source: - If a future-dated refund is to be made, with "/Change/Return transactions (Forward dated)",
tr: - İleri tarihli ücret iadesi yapılacaksa "/Değiştir/İade işlemleri (İleri tarihli)" ile

# StudentMsg13
source: - If cancellations are to be made, you can do so with "/Change/Cancellation".
tr: - İptal işlemleri yapılacaksa "/Değiştir/İptal işlemleri ile yapabilirsiniz.

source: Student Name
tr: Öğrenci Adı

source: Student Number
tr: Öğr. No

# StudentNumber1
source: Student Number
tr: Öğrenci No

source: Student Number in Order
tr: ÖğrNo Sıralı

source: Student Registration Form
tr: Öğrenci Kayıt Formu

source: Student Registration Renewal Form
tr: Öğrenci Kayıt Yenileme Formu

source: Student Registration Renewal Form And Invoice Information List
tr: Kayıt Yenileme Formu ve Fatura Bilgileri

source: Student Registration Renewal Form List ( Sort By Classroom/Registration No )
tr: Kayıt Yenileme Formu ( Sınıf / Kayıt No Sıralı )

source: Students
tr: Öğrenciler

# StudentSerialNumber
source: Serial Number
tr: Kayıt No

source: Student's invoices
tr: Öğrenci Faturaları

source: Students of the Class
tr: Sınıfa Ait Öğrenciler

# Studentss
source: Student's
tr: Öğrencinin

source: Students Who Do Not Re-register
tr: Kayıt Yenilemeyen Öğrenciler

source: Students With Registration Fee
tr: Kayıt ücreti olan öğrenciler

source: Student Total Debt List
tr: Öğrenci Toplam Borç Listesi

source: Student Totals by Classrooms
tr: Sınıflara Göre Öğrenci Toplamları

source: Student Transactions
tr: Öğrenci İşlemleri

source: Sub Fee Name
tr: Alt Ücret Adı

source: Submit
tr: Kaydet

source: Sub Total:
tr: Ara Toplam

source: Successfull
tr: Başarılı

source: Tax
tr: Kdv

source: Tax Amount
tr: Kdv.Tutarı

source: Tax No
tr: Vergi No

# TaxNoNotEntered
source: The information required for invoice printing has not been entered. Please complete the missing information.
tr: Fatura Basımı İçin Gerekli Olan Bilgiler Girilmemiştir, Lütfen Eksik Bilgileri Tamamlayınız.

source: Tax Number
tr: Vergi Numarası

# TaxNumberOrId
source: Tax # or ID #
tr: Vergi / T.C No

source: Tax Office
tr: Vergi Dairesi

# TaxPercent
source: Tax%
tr: Kdv%

source: Teacher
tr: Öğretmen

source: Term Of Use
tr: Kullanım koşulları

source: Theme
tr: Tema

source: These Invoice Numbers Will Be Printed
tr: Bu Fatura Numaraları Dökülecek

# ThirtPerson
source: Third Person in communication
tr: Anne ve Baba Haricinde Ulaşılabilecek Üçüncü Kişi

source: TimeZone
tr: Saat Dilimi

source: Time Zone Location
tr: Zaman Dilimi Konumu

# TimeZoneLocationMsg
source: If the program is used in a different country, get information from our office.
tr: Program, farklı ülkede kullanılıyorsa ofisimizden bilgi alınız.

source: Title
tr: İsim/Başlık

# Title1
source: Title
tr: Başlık

# TodayH
source: TODAY COLLECTION
tr: BUGÜN TAHSİL EDİLEN

source: To Email Address
tr: E-Posta Adresine

source: To Mobile Phone
tr: Cep Telefonuna

# ToolltiipWorkArea
source: Mark the allowed work areas.
tr: İzin verilen çalışma alanlarını işaretleyiniz.

# ToolltiipWorkArea2
source: Mark the allowed Schools
tr: İzin verilen Okulları işaretleyiniz.

# TooltipAccountSerialNumber
source: Used for Accounting Receipt Number
tr: Muhaseb Fiş Numarası İçin Kullanılmaktadır

# TooltipId
source: Enter the Id and press the control button. (Red=Invalid, Green=Valid number.)
tr: Tc.No'yu girin ve kontrol düğmesine basın. (Kırmızı=Geçersiz, Yeşil=Geçerli numara.)

# tooltipMsg1
source: Student Selection
tr: Öğrenci Seçimi
