Repository: KarabulutCan/eschool
Catalog: ESCHOOL/Resources/Resource.*.resx
Languages: tr

source: About Cancellation
tr: İptal İşlemi Hakkında

source: About The Refund
tr: İade İşlemleri Hakkında

# Absenteeism10
source: 1- Enter Absence Codes, Names and Warning Limits. Students Exceeding the Warning Limit are Colored in the Total Absenteeism Section.
tr: 1- Devamsızlık Kodlarını, Adlarını ve Uyarı Sınırlaını Giriniz. Uyarı Sınırını Aşan Öğrenciler Toplam Devamsızlık Durumu Bölümünde Renkli Olarak Gösterilir.

# Absenteeism11
source: 2- Select Only "Unexcused Absence" Code From Defined (Letter) Codes
tr: 2- Tanımlanan (Harf)Kodlardan Sadece "Mazaretsiz Devamsızlık" Kodunu Seç İle Belirleyiniz.

# Absenteeism12
source: 3- While entering the code, checks are made according to the codes you have determined.
tr: 3- Giriş Yaparken, Sizin Belirlediğiniz Kodlara Göre Kontrol Yapılmaktadır.

# Absenteeism13
source: 4- Lowercase Letter of the Defined (Letter)Code is Calculated as Half Day/Hour.
tr: 4- Tanımlanan (Harf)Kodun Küçük Harfi Yarım Gün/Saat Olarak Hesaplanmaktadır.

source: Account
tr: Hesap

source: Accountancy
tr: Muhasebe

source: Accountancy List
tr: Hesap Dökümü

source: Accountancy Slip Record
tr: Muhasebe Fiş Girişi

source: Account Arrangements
tr: Hesap Düzenlemeleri

source: Account Changes
tr: Hesap Değişiklikleri

source: Account Code
tr: Muhasebe Kodu

# AccountCodeMsg1
source: Accounting Code Definition.
tr: Muhasebe Kodu Tanımı

# AccountCodeMsg10
source: 121 2122 21 07 1 2122 Period, 21 Year, 07 Month, 01 Branch
tr: 121 2122 21 07 1 2122 Dönemi YIL'ı AY'ı 1 nolu ŞB.

# AccountCodeMsg2
source: Account codes are defined as follows.
tr: Hesap kodları aşağıdaki gibi tanımlanır.

# AccountCodeMsg3
source: You can prevent the status from appearing in queries by making the status passive.
tr: Durumu pasif hale getirerek, sorgularda kodun görünmesini engelleyebilirsiniz.

# AccountCodeMsg4
source: ACCOUNT CODE / ACCOUNT NAME
tr: HESAP KODU HESAP ADI

# AccountCodeMsg5
source: 100 CASES
tr: 100 KASA

# AccountCodeMsg6
source: 121 BOND ACCOUNT
tr: 121 SENET HESABI

# AccountCodeMsg7
source: 121 2122 2122 Period
tr: 121 2122 2122 Dönemi

# AccountCodeMsg8
source: 121 2122 21 2122 Period Year
tr: 121 2122 21 2122 Dönemi YIL'ı

# AccountCodeMsg9
source: 121 2122 21 07 2122 Period, 21 Year, 07 Month
tr: 121 2122 21 07 2122 Dönemi YIL'ı AY'ı

# AccountCodeName
source: Account Name
tr: Hesap Adı

# AccountCodes
source: Accounting Code
tr: Muhasebe Kodu

# AccountCuttingDay
source: Cutting Day
tr: Hesap Kesim Günü

# AccountDate
source: Account
tr: Muhasebe

source: Account Decimation
tr: Muhasebe Kırımı

source: Account Info
tr: Hesap bilgileri

source: Accounting
tr: Muhasebe

source: Accounting Code Name
tr: Muhasebe Kod Adı

source: Accounting Date
tr: Muhasebe Tarihi

# AccountingExcel1
source: 1- Information of the Accounting Receipt is Entered.
tr: 1- Muhasebe Fişine Ait Bilgiler Girilir.

# AccountingExcel2
source: 2- Information is Displayed with the Start Button.
tr: 2- Başlat Butonu İle Bilgiler Ekrana Getirilir.

# AccountingExcel3
source: 3-Column Header is Used to Group the Information.
tr: 3- Bilgileri Gruplamak İçin, Sütun Başlığı Kullanılır.

# AccountingExcel4
source: 4- Information is Transferred to Excel with the Excel Button.
tr: 4- Excel Butonu İle Bilgiler Excel'e Aktarılır.

# AccountingMsg1
source: In the accounting slip entry;
tr: Muhasebe fişi girişinde

# AccountingMsg10
source: 3- "Document number" and "Date" are entered
tr: 3- "Evrak no" ve "Tarih" girilir

# AccountingMsg11
source: 4- Enter the "Explanation" of the receipt
tr: 4- Fişe ait "Açıklama" girilir

# AccountingMsg12
source: 5- Enter the "Debit" or "Credit" amount of the relevant account.
tr: 5- İlgili hesabın "Borç" veya "Alacak" tutarı girilir.

# AccountingMsg13
source: 6- Your accounting accounts should always be in balance.
tr: 6- Muhasebe hesaplarınız herzaman bir denge içinde olmalıdır.

# AccountingMsg14
source: 7- Example; If 10.000 Debit entries are made to 100 CASH DESK accounts, 10,000 should be entered in the Credit record of the relevant account.
tr: 7- Örnek; 100 KASA hesaba 10.000 Borç girişi yapıldıysa, karşılığında ilgili hesabın Alacak kaydına 10.000 girilmelidir.

# AccountingMsg2
source: 1- Receipt Type, Receipt Date and Receipt Number are entered
tr: 1- Fiş türü, Fiş Tarihi ve Fiş numarası girilir

# AccountingMsg3
source: 2- Press the "New Receipt No" button to enter a new receipt.
tr: 2- Yeni bir fiş girişi yapmak için "Yeni Fiş No" butonuna basınız.

# AccountingMsg4
source: 3- Use the "Check Receipt" button to see the blank slips skipped.
tr: 3- Atlanan boş fişleri görmek için "Fiş Kontrol" butonuna kullanınız.

# AccountingMsg5
source: 4- Click the "Balance Check" button to see the slips skipped before the Debit Balance is equalized. You can edit your controls by doing this section.
tr: 4- Borç Alacak dengesi eşitlenmeden atlanan fişleri görmek için "Bakiye Kontrol" butonunu basınız. Kontrollerinizi bu bölümden yaparak düzenleyebilirsiniz.

# AccountingMsg6
source: 5- You can close the receipts with the balance of Debit and Receivables with the button "Processing Receipts" You can open a new page for a new receipt entry.
tr: 5- Borç Alacak dengesi eşitlenmiş fişleri "Fiş İşleme" butonu ile kapatabilir, Yeni bir fiş girişi için yeni bir sayfa açabilirsiniz.

# AccountingMsg7
source: Accounting receipt entry.
tr: Muhasebe fişi girişi

# AccountingMsg8
source: 1- In the "Accounting code" entry, make your selection as the sub-account of the account, If the account name is predefined, it will appear on the screen.
tr: 1- "Muhasebe kodu" girişinde, hesabın alt hesabı olarak seçiminizi yapınız, Hesap adı önceden tanımlanmış ise ekrana gelecektir.

# AccountingMsg9
source: 2- If desired, "Code" entry is made, this code entry can be defined in the fixed parameters entry section. You get the detailed filtering feature of various lists according to these sub-details entered.
tr: 2- İstenirse "Kodu" girişi yapılır, bu kod girişi sabit parametreler girişi bölümünde tanımlanabilmektedir. Girilen bu alt detaylara göre çeşitli listeleri detaylı filtreleme özelliğini elde etmiş olursunuz.

# AccountingPeriodClosingAndOpeningTransaction
source: Period Closing And Opening Transaction
tr: Muhasebe Dönemi Kapanış Fişi ve Açılış İşlemleri

source: Accounting Receipt
tr: Muhasebe Fişi

source: Accounting Transactions
tr: Muhasebe İşlemleri

source: Accounting voucher registration
tr: Muhasebe Fiş Girişi

source: Account No
tr: Muhasebe Kod

# AccountNo01
source: Cash Counter No
tr: Kasa Hesap No

# AccountNo02
source: Received Order
tr: Alınan Sip. Avansı

# AccountNo03
source: Student Incomes
tr: Öğrenci Gelirleri

# AccountNo04
source: Cheque Account No
tr: Çek Hesap No

# AccountNo05
source: Bond Account No
tr: Senet Hesap No

# AccountNo06
source: APS Account No
tr: OTS.Hesap No

# AccountNo07
source: APS and Case of Bank
tr: OTS.ve Banka Kasa

# AccountNo08
source: Mail Order Account No
tr: Mail Order Hesap

# AccountNo09
source: Credit Card Account No
tr: Kredi Kartı Hesap

# AccountNo10
source: Goverment Support No
tr: Teşvik Hesap No

# AccountNo11
source: Overdraft account
tr: KMH

# AccountNo12
source: Discounts Reg. Account
tr: Kayıttan İndirimler Hesabı

# AccountNo13
source: Payee Account I
tr: Alacaklı Hesap I

# AccountNo14
source: Payee Account II
tr: Alacaklı Hesap II

# AccountNo15
source: Payee Account III
tr: Alacaklı Hesap III

# AccountNo16
source: Credit Account No
tr: Alacaklı Hesap No

# AccountNo17
source: Debt Account No
tr: Borçlu Hesap No

source: Account Period
tr: Muhasebe Dönemi

source: Account Plan
tr: Hesap Planı

source: Account Plan List
tr: Hesap Planı Listesi

source: Account Plan Record
tr: Hesap Planı Girişi

source: Account Receipt
tr: Muhasebe Makbuzu

# AccountReceiptNo
source: Acc.Receipt No
tr: Muhasebe Fiş No

# AccountReceiptNo2
source: Acc.Receipt
tr: Muh. Fiş No

# Accrual
source: Accrual Charge
tr: Tahakkuk

# Active
source: Status
tr: Etkin

source: Address
tr: Adresi

# Address1
source: Address-I
tr: I.Adres

# Address11
source: Student I. Address
tr: Öğrencinin I. Adresi

# Address2
source: Address-II
tr: II.Adres

# Address21
source: Student II. Address
tr: Öğrencinin II. Adresi

source: Advance Non-Payer List
tr: Peşin Ödemeyenler listesi

source: Agenda
tr: Ajanda

source: Agreement
tr: Sözleşme

source: AgreementType
tr: Sözleşme Tipi

source: All Classroom
tr: Tüm Sınıflar

source: All Dates
tr: Tüm Tarihler

source: All Students
tr: Tüm Öğrenciler

source: Amount
tr: Tutarı

# Amount2
source: Amount
tr: Tutar

source: Amount to be refunded
tr: İade Edilecek Tutar

source: Application
tr: Uygulama

source: Applied
tr: Uygulanan

source: Applied Discounts
tr: Uygulanan İndirimler

source: Apply
tr: Uygula

source: Apply Cancellation
tr: Bu Kayıt İçin İptal İşlemi Uygula

source: Approved
tr: Onaylı

source: Archive
tr: Arsive Aktar

source: Are You Sure
tr: Silmek istediğinizden Emin misiniz?

# ASerialCode
source: E-Archive Serial Code
tr: E-Arşiv Seri Kod

source: Ask
tr: Sor

# AskForConfirmation
source: Ask for Confirmation on Every Billing Statement
tr: Her Fatura Dökümünde Onay Sor

source: Assigned Permissions
tr: Atanan İzinler

source: At the Bank
tr: Bankada

# AuditTrailReset
source: Reset Audit Trail
tr: Denetim İzlerini Sıfırla

source: Audit Trial
tr: Denetim İzi

# AuthorizedPersonHeader1
source: General Manager
tr: İta Amiri

# AuthorizedPersonHeader2
source: Accounting Manager
tr: Muhasebe Müdürü

# AuthorizedPersonHeader3
source: Cashier
tr: Vezneci

source: Authorized Person Name
tr: Yetkili Adı

source: Authorized Staff
tr: Yetkili Personeller

source: Automatic
tr: Otomatik

source: Avarage Amount
tr: Ortalama Tut.

source: Back
tr: Geri

# BackupMsg
source: Backup Your Internal or External Drives.
tr: Dahili veya Harici Disklerinize Yedek Alın.

# BackupMsg1
source: -You can make changes to the name of the file to be backed up.
tr: -Yedeklenecek Dosya Adında Değişiklik Yapabilirsiniz.

# BackupMsg2
source: -After the file is prepared, the Download message will appear on the screen.
tr: -Dosya Hazırlandıktan Sonra, Ekrana İndir Mesajı Gelecektir.

# BackupMsg3
source: -The prepared file is uploaded to the "Downloads" folder of your computer.
tr: -Hazırlanan Dosya, Bilgisayarınızın "İndirilenler" Klasörüne Yüklenmektedir.

# BackupResult
source: Backup Completed.
tr: Yedekleme İşlemi Tamamlandı.

source: Balance
tr: Kalan

source: Balance Amount
tr: Bakiye Tutarı

# BalanceControl
source: V.Balance
tr: Bakiye Kontrol

# BalanceMsg
source: Last 10 Vouchers with unequal Debit and Credit amounts.
tr: Borç ve Alacak tutarı eşit olmayan Son 10 Fiş Numarası.

source: Bank
tr: Banka

source: Bank Branch Code
tr: Banka Şube Kodu

source: Bank Entries
tr: Banka Girişleri

source: Bank Given Code
tr: Bankanın Verdiği Kod

source: Bank Name
tr: Banka Adı

source: Bank Records
tr: Banka Girişleri

source: Basic Invoice
tr: Temel Fatura

# BasicInvoice2
source: Basic
tr: Temel

source: Batch Cheque Bond Transaction
tr: Toplu Çek / Senet İşlemi

source: Batch Invoice Printing
tr: Toplu Fatura Basımı

source: Batch Invoice Transaction
tr: Toplu Fatura İşlemleri

source: Batch Or Single Invoice Planning
tr: Toplu veya Tek Fatura Planlama

source: Birthday Celebration
tr: Doğum günü kutlaması

source: Birth Of Place
tr: Doğum Yeri

source: Blood Group
tr: Kan Grubu

source: Bond
tr: Senet

# Bond2
source: S.B
tr: T.S

source: Bond Guarantor
tr: Senet Kefil Girişi

# BondGuarantorId
source: Guarantor Id
tr: Kefil T.C.Kimlik No

source: Bond List (Bank)
tr: Senet Dökümü (Banka)

source: Bond List (By hand)
tr: Senet Dökümü (Elden)

source: Bond List (Mail Order)
tr: Senet Dökümü (Mail Order)

source: Bond List (OTS)
tr: Senet Dökümü (OTS)

source: Bond No
tr: Senet-No

source: Bond Number
tr: Senet No

source: Bond Settings
tr: Senet Ayarları

source: Bond Type
tr: Senet Tipi

source: Branch
tr: Şube

source: Bus Phone
tr: Servis Telefonu

source: Bus Route
tr: Güzergah

source: Bus Teacher
tr: Görevli Öğretmen

source: Bus Teacher Phone
tr: Görevli Telefonu

source: By Amount
tr: Tutara Göre

# BylistOption
source: Listing by Students with the List Option Selected
tr: Liste Seçeneği Seçilmiş Olan Öğrencilere Göre Listeleme

source: By Monthly Amount
tr: Aylık Tutara Göre

source: By Registration Date
tr: Kayıt Tarihine Göre

source: By Total Amount
tr: Toplam Tutara Göre

source: Calculator
tr: Hesap

# Calculator1
source: Calc.
tr: Hesap

# Calculator2
source: Cal.
tr: Hes.

source: Cancel
tr: İptal

source: Cancel Date
tr: İptal Tarihi

source: Canceled Students
tr: İptal Edilen Öğrenciler

# CancelExampleMsg1
source: Example of Cancellation
tr: Örnek İptal İşlemi

# CancelExampleMsg2
source: Collected money 5000
tr: Tahsil Edilmiş Kaydı 5000 TL.

# CancelExampleMsg3
source: Unpaid bond debt 2500
tr: Ödenmemiş SENET Borçları 2500 TL.' ye

# CancelExampleMsg4
source: Cancellation Example:
tr: Göre İPTAL İşlem Örneği

# CancelExampleMsg5
source: According to Canceled SENET --- ---Debt--- ---Credit---
tr: ( İptal Edilen SENET'e Göre )------- Borç --- --- Alacak ---

# CancelExampleMsg6
source: - 121 Bond Account-------------------------------2500
tr: 121 Senetler Hesabı-------------------------------2500

# CancelExampleMsg7
source: - 340 Student Account----------------2500------------
tr: 340 Öğrenci Hesabı----------------2500---------------

source: Canceling
tr: İptal İşlemleri

source: Cancellation
tr: İptal

# CancellationAccountingCodes
source: Cancellation Accounting Code
tr: İptal Muhasebe Kodları

# CancellationMsg100
source: - Cancellation Is Made For The Remaining Payments.
tr: - Kalan Ödemeler İçin İptal İşlemi Uygulanır.

# CancellationMsg101
source: - Payment Slip Is Printed For Canceled Check/Bond, At The Same Time, The Receivables Are Registered To The Relevant Accounts Of The Accounting As Follows.
tr: - İptal Edilen Çek/Senet İçin Tediye Dekontu Dökülür, Aynı Zamanda Muhasebenin İlgili Hesaplarına Aşağıdaki Gibi Alacak Kaydı Yapılır.

# CancellationMsg102
source: - Student Registration Is Put Into CANCEL Status.
tr: - Öğrenci Kaydı İPTAL konuma alınır.

# CancellationMsg103
source: - Cancel: Cancels Registration, Previously issued Check / Note etc. Cancels.
tr: - İptal: Kaydı İptal Eder, varsa Önceden düzenlenen Çek/Senet vs. İptal Olur.

# CancellationMsg104
source: - Following (Cancellation): Cancels Registration, Check / Note etc. Included in the lists.
tr: - Takipte (İptal): Kaydı İptal Eder, varsa Çek/Senet vs. Listelerde Yer Almaktadır.

# CancellationMsgHed
source: What does the program do in the cancellation process?
tr: İptal işleminde program ne yapmaktadır?

source: Cancellation On Follow-up
tr: Takipte ( İptal )

source: Cancellation Procedures
tr: İptal İşlemleri

# CancelMsg100
source: This Student Enrollment Has Been Canceled
tr: Bu Öğrenci Kaydı İptal Edilmiş

# CancelMsg101
source: To Restore This Record "STATUS: Certain registration" To Restore This Record "STATUS: Certain registration" Make
tr: Kaydı Geri Getirmek İçin "Durumu : Kesin Kayıt" Yapınız.

source: Cancel Previous Refund
tr: Önceki İadeyi İptal Et

source: Card Family Seq Number
tr: Aile Sıra

source: Card Name On Card
tr: Kart Üzerindeki İsim

source: Card Number
tr: Cüzdan Nosu

source: Card Place Of Issue
tr: Verildiği Yer

source: Card Registered City
tr: Kayıtlı Olduğu İl

source: Card Registered Town
tr: Kayıtlı Olduğu İlçe

source: Card Registered Village
tr: Kayıtlı Olduğu Köy

source: Card Register No
tr: Kayıt No

source: Card Seq.Number
tr: Sıra No

source: Card Serial
tr: Cüzdan Serisi

source: Card Volume Number
tr: Cilt No

source: Cash
tr: Peşin

source: Cashier
tr: Vezneci

source: Cash Payment
tr: Peşin Ödeme

source: Cash Payments List
tr: Peşin Ödemeler Listesi

source: Category Level
tr: Kategori

source: Category Name
tr: Kategori Adı

source: Change
tr: Değiştir

source: Change Installment
tr: Taksit Değiş

# ChangeInStudentMsg1
source: -Unpaid debts. Installments will be deleted and operations will be done as follows.
tr: -Ödemesi Yapılmamış Senet/Çek Taksitleri Silinerek, Aşağıdaki Gibi İşlemleri Yapılacaktır.

# ChangeInStudentMsg11
source: School Change:
tr: Okul Değişikliği:

# ChangeInStudentMsg12
source: - Student School Change is made in the New Semester.
tr: - Öğrenci Okul Değişikliği, Yeni Döndemde Yapılır.

# ChangeInStudentMsg13
source: - Students whose fees are not entered can change schools.
tr: - Ücretleri Girilmemiş Öğrenciler Okul Değiştirebilir.

# ChangeInStudentMsg14
source: - If the student registration meets these conditions, you can choose an Institution/School.
tr: - Öğrenci Kaydı Bu Koşulları Taşıyorsa, Kurum/Okul Seçimi Yapabilirsiniz.

# ChangeInStudentMsg15
source: - "School Change Will Be Made for This Student", By pressing the OK button in the question, the operation is applied.
tr: - "Bu Öğrenci İçin Okul Değişikliği Yapılacak", Sorusunda TAMAM Butonuna Basarak, İşlem Uygulanmış Olur.

# ChangeInStudentMsg2
source: .Old debts. Will be added CREDIT to Relevant Accounts. Will be added DEBT to Student Accounts.
tr: .Eski Senet/Çek İlgili Hesaplarına ALACAK, Öğrenci Hesaplarına BORÇ Kaydedilecektir.

# ChangeInStudentMsg3
source: .New debts. Will be added DEBIT to Relevant Accounts. Will be added CREDIT to Student Accounts.
tr: .Yeni Senet/Çek İlgili Hesaplarına BORÇ, Öğrenci Hesaplarına ALACAK Kaydedilecektir.

# ChangeInStudentMsg4
source: -Returns processing, Is Made After The Change Process.
tr: -İade İşlemleri, Değişiklik İşlemlerinden Sonra Yapılmaktadır.

source: Changes In The Invoice Plan
tr: Fatura Planında Değişiklikler

# ChangingInstallmentType
source: Change in installment registration
tr: Taksit Kaydında Değişiklik

source: Changing Menu Picture
tr: Menu Resmi Değiştirme

# Chat01
source: The purpose of this software, which is prepared as an in-house messaging system, various communications needed while using the program with the institution management, at the same time, the communication needs of users is to be resolved as quickly as possible.
tr: Kurum içi mesajlaşma sistemi olarak hazırlanan bu yazılımın amacı, programı kullanırken ihtiyaç duyulan çeşitli görüşmeleri kurum yönetimi ile bilgisayar başında sağlamak, aynı zamanda kullanıcıların iletişim ihtiyacını en hızlı bir şekilde çözümlemektir.

# Chat02
source: Messaging system; It works in real time while messaging each other, The message you sent is displayed with the message icon in the users section on the left side of the message screen of the relevant user, If the message system is not open, the function icon under the user picture in the main menu of the program will be changed and the user is warned.
tr: Mesajlaşma sistemi; karşılıklı mesajlaşırken gerçek zamanlı çalışmaktadır, Gönderdiğiniz mesaj, ilgili kullanıcının mesaj ekranında sol tarafta kullanıcılar bölümünde mesaj simgesi ile, Mesaj sistemi açık değilse, Programın ana menüsünde kullanıcı resminin altında bulunan fonksiyon simgesi değişerek kullanıcı uyarılmaktadır.

# Chat03
source: File transfer functions are not added due to system security and Virus and similar threats. You can use software that provides email or transfer service for such needs.
tr: Sistemin güvenliği ve Virüs ve benzeri tehditler nedeniyle, dosya transfer fonksyonları eklenmemiştir. Bu tür ihtiyaçlarınız için email veya transfer hizmeti veren yazılımlardan yararlanabilirsiniz.

source: Check
tr: Çek

source: Check And Bond Inquiry
tr: Çek ve Senet Sorgulama

source: Check And Bond Numbers List
tr: Çek ve Senet Numaraları Listesi

# CheckBank
source: Check Banka
tr: Çek Banka Adı

source: Check Card No
tr: Çek/Senet No

source: Check No
tr: Çek-No

source: Checks And Bonds By Positions
tr: Pozisyonlara Göre Çekler ve Senetler

source: Checks And Bonds By Positions Detailed
tr: Pozisyonlara Göre Çekler ve Senetler (Detaylı)

source: City
tr: Şehir

source: City Name For Bond
tr: Senet Şehir

source: Class Names Are Reset for New Term
tr: Sınıf İsimleri Yeni Dönem İçin Sıfırlanır

# Classroom
source: Clasroom
tr: Sınıfı

source: Classroom Definitions
tr: Sınıf Tanımlama

# ClassroomEmpty
source: Student Classes Are Not Defined, Please Enter.
tr: Öğrenci Sınıfları Tanımlı Değil, Lütfen Girişlerini Yapınız.

source: Classroom List
tr: Sınıf Listeleri

# ClassroomMsg
source: Cannot cancel classes that have students enrolled.
tr: Öğrencisi girilmiş Sınıfları İptal Edemezsiniz.

source: Classroom Name
tr: Sınıf Adı

# Classrooms
source: Clasrooms
tr: Sınıflar

source: Classroom Teacher
tr: Sınıf Öğretmeni

source: Classroom Type
tr: Sınıf Tipi

source: Class Timetable
tr: Ders programı

source: Click to continue
tr: Devam etmek için tıklayın

source: Close
tr: Kapat

source: Closing Receipt
tr: Kapanış Fişi

source: Closing Receipt No
tr: Kapanış Fiş No

source: Clothing Consent Document
tr: Giyim Muvafakat Belgesi

source: Code
tr: Kodu

# CodeMax
source: Max
tr: Sınır

# CodeTotal
source: Stu.
tr: Öğr.

source: Collection
tr: Tahsilat

source: Collection List
tr: Tahsilat Listesi

source: Collection List By Month
tr: Aylara Göre Tahsilat Listesi

source: CollectionList ( By Months )
tr: Tahsilat Listesi ( Aylara Göre )

source: Collection List By Student Fee Type
tr: Öğrenci Ücret Tipine Göre Tahsilat Listesi

# CollectionMsg
source: Application
tr: Uygulama

# CollectionMsg1
source: 1- Select Student
tr: 1- Öğrenciyi Seçiniz.

# CollectionMsg2
source: 2- Select Debt or Enter Payment Amount
tr: 2- Borcunu Seçiniz veya Ödeme Tutarını Giriniz.

# CollectionMsg3
source: 3- Confirm by OK Button
tr: 3- Tamam Butonu ile Onaylayınız.

# CollectionMsg4
source: 4- Send to Printer for Register and Receipt
tr: 4- Kayıt ve Makbuz İçin Yazıcıya Gönderiniz.

source: Collection No
tr: Tahsil Makbuz No

# CollectionPaymentTransactions1
source: Collection Payment Transactions (non-cash entry list)
tr: Tahsil / Tediye İşlemleri ( Mahsup fişi )

source: Collection Receipt
tr: Tahsilat Makbuzu

# CollectionReceipt1
source: Collection Receipt
tr: Tahsil Makbuzu

# CollectionReceiptNo
source: Col.Receipt No
tr: Tahsil Dekont No

source: Collections
tr: Tahsilat

source: Color
tr: Renk

source: Comments are deleted
tr: Açıklamalar Silinir

source: Commercial Invoice
tr: Ticari Fatura

# CommercialInvoice2
source: Commercial
tr: Ticari

source: Company Address
tr: Kurum Adresi

source: Company E-mail
tr: E-Posta

source: Company Email Service
tr: Kurumun E-Posta Servisi

source: Company Fee Name
tr: Kurum Ücretleri Tanımlama

source: Company Info
tr: Kurum Bilgileri

# CompanyName
source: Company
tr: Kurum Adı

# CompanyNameBondMsg
source: Promissory note etc. Enter the Name of the School/Institution used in document arrangements.
tr: Senet vb. Evrak Düzenlemelerde Kullanılan Okul/Kurum Adını Giriniz.

# CompanyNameForBond
source: Company For Bond
tr: Senet Kurum Adı

# CompanyNameMsg
source: Enter School/Institution Name
tr: Okul/Kurum Adını Giriniz

# CompanyShortCode
source: Short Code
tr: Kısa Kod/Ad

# CompanyShortCodeMsg
source: Enter a Code such as (01,02,03) for the School/Institution. (To be used in Accounting etc. Transactions)
tr: Okul/Kurum İçin (01,02,03) Gibi Bir Kod Giriniz. (Muhasebe vb.İşlemlerde Kullanılacak)

# CompanyShortName
source: Short Name
tr: Ad

# CompanyShortNameMsg
source: Enter a Short Name for the School/Institution. (To be used in Accounting etc. Transactions)
tr: Okul/Kurum İçin Kısa Bir Ad Giriniz. (Muhasebe vb.İşlemlerde Kullanılacak)

source: Condition
tr: Koşul Girilebilir

source: Conditions
tr: Koşullar

# ConfirmEveryTenPrints
source: It prints up to the number of invoices entered, then asks for confirmation. (If not entered, (10) will be printed as an invoice.)
tr: Girilen Fatura Sayısı Kadar Basım Yapar, Daha Sonra Onay Sorar. (Girilmezse (10) Adet Fatura Olarak Basılır.)

source: Contract Design Program
tr: Sözleşme Tasarım Programı

source: Copies Of Form
tr: Kayıt Formu
